[
    {
        "name": "가와사키병(Kawasaki Disease)",
        "details": {
            "정의": "가와사키병은 영아와 소아에게서 발생하는 급성 혈관염입니다. 대부분 5세 이하의 소아에게서 발생하지만, 어른에게서 발생했다는 보고도 있습니다. 봄, 겨울에 높은 발생률을 보이고, 2~4년 주기로 유행합니다.",
            "원인": "가와사키병의 원인은 아직 밝혀지지 않았습니다. 다만 의학자들은 이 병이 유전적인 요인 때문에 발생한다고 추측하며, 세균이나 바이러스에 감염되었을 때 비정상적인 면역 반응이 일어나면서 이 병으로 발전된다는 견해도 있습니다. 이 병의 증상은 환자의 유전이나 환경에 따라 다르게 나타납니다. 어떤 아이는 아무런 이유 없이 보채기만 합니다. ① 위험 인자 - 30일 이내 호흡기 질환 - 30일 이내 러그 세탁(집먼지 진드기 및 다른 미생물로 인해 전파될 가능성) - 절지동물 매개체나 동물 숙주가 서식하는 곳 인근의 거주자 ② 이론 - 급성기 동안 면역계가 활성화되고, 혈관내피세포에 대한 항체가 형성됩니다. - 임상 소견과 검사실 검사는 세균 독소에 의한 질병과 유사합니다. 이에 따라 미상의 세균에 의한 독소론 때문에 발병한다는 견해가 대두되고 있습니다.",
            "증상": "가와사키병의 증상은 다음과 같습니다. ① 발열 고열이 나타납니다. 평균 1~2주 지속되며 4주를 넘기지 않습니다. ② 발열과 동반하여 다음의 5가지 중 4가지 이상의 소견이 나타남 - 양측성 결막 충혈 - 다양한 형태의 발진 - 일측 비화농 경부 림프절병증 - 점막 변화(구강과 인두 점막의 홍반 및 딸기혀과 붉고 균열된 입술 등) - 사지 소견(손과 발의 부종과 홍조 등) ③ 기타 증상과 징후 - 소화기 : 설사, 구토, 복통, 담낭 수종, 마비성 장폐쇄, 경도 황달, 간염(AST,ALT상승) - 혈액 : 백혈구 증가, 혈소판 증가(2~3주), ESR, CRP 상승 - 뇨 : 단백뇨, 침사에 백혈구 증가 - 피부 : BCG 접종 부위 발적, 가피 형성 - 호흡기 : 기침, 콧물 - 신경 : 뇌척수액 단핵구 증가, 안면신경 마비 - 관절염",
            "진단": "① 진단 기준 5일간 지속되는 발열(또는 5일 이상 다른 설명 불가능한 발열)과 동반하여 다음의 5가지 중 4가지 이상의 증상이 나타나면 진단합니다. (관상동맥류가 있으면 4가지 증상만 있더라도 진단합니다.) - 삼출물 없는 양측 결막 충혈 - 1가지 이상의 점막 변화 : 입술의 홍조 및 균열, 구강 점막의 미만성 발적, 딸기 모양의 혀(injected or fissured lips, injected pharynx, or “strawberry” tongue) - 1가지 이상의 사지 말단 변화 : 급성기 수족의 경성 부종, 손바닥, 발바닥의 홍반, 회복기에 손가락 끝의 막양 낙설(erythema of palms or soles, edema of the hands or feet, or generalized or periungual desquamation) - 발진 - 경부 림프절병증(>1.5cm) ② 진단 방법 - 모든 의심 환자에게 심전도와 심초음파를 시행합니다. 지속적인 초음파 이상 및 허혈 징후가 나타나면 관상동맥 조영술을 시행합니다. - 전혈구 계산, CRP, ESR, 간 기능 검사, 뇨 검사, 혈액 배양, 흉부방사선 검사 등을 시행합니다. - 감별 진단을 위해 antistreptolysin-O titer, throat culture for group A streptococcus(GAS)를 시행합니다. - 뇌수막염이 의심되거나 상세 불명의 고열이 나타나면 뇌척수액을 검사합니다. - 편광현미경 검사를 통해 포도막염을 검사합니다.",
            "치료": "급성기에는 고용량 면역글로불린과 아스피린을 사용합니다. 고용량 면역글로불린의 약리적인 기전은 명확하지 않지만, cytokine에 의해 혈관 내피의 증식을 억제하고 전신적인 항염증 작용을 하는 것으로 추정됩니다. 발열 시작 10일 이내에 썼을 때 관상동맥 합병증을 억제합니다. 이에 따라 아스피린 단독 요법을 쓸 때의 관상동맥 이환율 20~25%를 약 2~4%로 감소시키는 효과를 보입니다. 예전에는 스테로이드를 항염제로 사용하면 오히려 관상동맥 합병증을 증가시킨다고 하여 적절하지 않은 치료로 간주하였으나, 최근에는 좋은 효과가 나타난 보고가 있어 향후 임상 연구가 더 필요한 상황입니다. 발병 후 1~2주에는 반드시 심초음파 검사를 시행하여 관상동맥 상태를 파악해야 합니다. 관상동맥 합병증이 없는 경우 아급성기에 접어듭니다. 이때 항혈소판 효과를 기대하여 저용량 아스피린을 6~8주 투여합니다. 관상동맥 합병증이 없는 경우는 예후가 좋으므로 1년 이후에는 엄격한 추적 관찰을 권장하지 않습니다. 그러나 중등도 이상으로 관상동맥의 변화가 있는 환자(5mm 이상의 관상동맥류)는 심초음파 검사, 심전도, 운동부하검사, Thallium 심근 스캔 또는 SPECT 검사를 통해 매년 심근 허혈 유무를 정기적으로 추적해야 하며, 경우에 따라서는 관혈적인 관상동맥 조형술을 시행하여 관상동맥 협착 또는 폐쇄를 진단해야 합니다. 관상동맥류의 약 50%는 수년에 걸쳐 정상 내경으로 회복된다고 합니다. 그러나 이런 경우에는 혈관 벽이 두터워져 있고 혈관 내벽이 증식되고 섬유화되어 있으므로, 이러한 해부학적, 생리학적 변화의 장기적인 예후는 아직 알지 못합니다. 관상동맥류가 지속되는 경우에는 장기적인 저용량 아스피린 요법 또는 항응고요법이 필요합니다. 관상동맥 협착 또는 폐쇄에 의한 허혈 소견이 있을 때는 심근 산소 소비를 줄이기 위해 칼슘 통로 차단제를 투여하며, 경피적 관상동맥 성형술이나 외과적 관상동맥 우회술을 고려합니다.",
            "경과": "가장 심각한 합병증은 심장에 발생하는 합병증입니다. ① 초기 심장 합병증의 종류 심근염(울혈성 심부전 유발), 심외막염, 심낭삼출, 승모판, 대동맥판막 폐쇄부전, 부정맥 ② 합병증 발생 시기 및 경과 가와사키병 발병 10일 후 발생. 수주 후 호전되는 경우가 많음. ③ 관상동맥 이상 동맥류는 치료하지 않을 경우 20~25% 발생하고, 면역글로불린과 아스피린으로 치료하면 3-5% 발생함. ④ 사인 혈전으로 인한 심근경색과 관상동맥류 파열",
            "주의사항": "가와사키병은 호흡기 감염 바이러스 독성이 변형되면서 유전적으로 민감한 아이들이 많이 걸리는 것으로 추측됩니다. 대개 5세 이하의 아이가 이 병에 걸리며, 특히 6개월 이하의 영아나 6세 이상의 아이가 걸리면 심하게 앓거나 재발하는 경우가 많습니다. 따라서 부모는 아이가 감기와 유사한 증상을 보인다고 해서 감기라고 간과하면 안 되며 세심하게 관찰해야 합니다. 가와사키병은 빨리 발견해서 치료하면 4일~7일의 입원 치료로 대부분의 증상을 크게 완화할 수 있습니다. 또한 진단 후 가능한 한 빨리 치료할 경우 심장병 등 합병증의 발생을 줄일 수 있습니다. 병의 재발률은 1~3%이며 사망률은 0.1% 미만으로 알려져 있습니다. 병의 원인을 알 수 없으므로 특별한 예방법이 없습니다. 일반적 질병 예방 습관인 개인위생을 철저히 하는 것이 좋습니다. 병에 한 번 걸리고 난 뒤에는 더욱 주의를 기울여야 합니다."
        }
    },
    {
        "name": "간찰성 홍반(Erythema intertrigo)",
        "details": {
            "정의": "간찰성은 유방 밑이나 등, 비만한 경우 신체가 서로 접히는 부위 또는 서혜부(사타구니: 아랫배와 허벅다리 사이)와 같이 서로 마찰하는 부위에 발생하는 발진, 홍반, 염증, 가려움 등을 의미합니다. 습기, 온도, 마찰, 땀과 칸디다라는 균의 감염으로 발생합니다. 홍반은 피부 겉면의 모세혈관이 확장되고 혈액이 모여있는 현상의 결과로 생기는 점막과 피부의 발적과 염증을 의미합니다. 따라서 간찰성 홍반은 말 그대로 신체 주름부에서 발생하는 염증성 상태를 의미합니다. 주름이 많이 생길 수 있는 부위에서 흔하게 발생하며, 체모가 없는 피부끼리 맞닿아 피부가 습해지고 연해집니다.",
            "원인": "간찰성 홍반은 마찰로 인한 피부 표면장벽의 기능 이상으로 발생합니다. 비만인 경우 피부 주름이 서로 접혀서 쉽게 발생합니다. 대소변을 가리지 못하는 성인이나 유아의 경우, 항문 주위나 서혜부의 주름에 대변이나 분비물이 장기간 접촉하다가 소변에 의해 기저귀 접촉 부위가 짓무르면서 발생합니다. 이러한 자극성 접촉 피부염은 피부의 방어력이 감소하여 발생합니다. 기저귀, 비닐 팬티, 세제와 비누, 파우더, 소변과 대변에 포함된 물질 등이 모두 피부 변화의 원인으로 작용한다고 볼 수 있습니다.",
            "증상": "처음에는 통증과 가려움증이 생기고 빨간색의 홍반이나 물집 같은 모양이 나타납니다. 이것들이 점차 빨갛게 되고 표면이 약간 촉촉해지면, 염증이 심해지면서 더 불쾌한 느낌이 생깁니다. 홍반이 빨간 점처럼 여러 군데 나타나고 삼출물 같은 분비물이 형성되기도 하며, 딱딱한 거북이 등껍질 같은 가피가 형성되기도 합니다. 또한 염증이 발생하기도 하므로 관리에 주의를 기울여야 합니다.",
            "진단": "간찰성 홍반은 주로 임상 양상, 즉 육안으로 관찰할 수 있습니다. 꼭 필요한 경우에는 피부 배양 검사를 시행합니다. 지루성 피부염은 임상적으로 쉽게 판별하기 어려우나, 명확한 경계가 있으면서 끈끈한 액체가 모이는 등의 현상이 없으면 건선을 의심할 수 있습니다. 체질적인 습진은 서혜부와 주름이 많이 발생하는 부위에 자주 발생하는 경향이 있습니다. 그러므로 간찰성 홍반을 진단하려면 육안으로 경계 부위가 있는지, 농포가 생겼는지 확인하면 됩니다.",
            "치료": "간찰성 홍반을 치료하기 위해 가장 중요한 것은 피부끼리 서로 맞닿는 자극을 줄이는 것입니다. 분말 가루(파우더)를 사용하여 피부 마찰을 줄이면 다소 호전될 수 있지만, 분말 가루의 오염으로 인해 오히려 악화되는 경우도 있으니 주의해야 합니다. 또한 이차적인 세균 감염의 기회를 줄이고 감염되면 즉시 치료하는 것이 중요합니다. 비만이나 과체중으로 인해 발생한 경우는 체중 감량이 큰 도움이 됩니다. 유아의 경우는 기저귀와 닿는 부위를 청결하고 건조하게 유지하며 기저귀를 자주 갈아 청결을 유지해야 합니다. 증상이 심하지 않으면 생활 습관이나 국소 치료로 호전될 수 있지만, 증상이 심하거나 다른 질환을 동반하는 경우 그에 맞는 방법을 활용합니다. 예를 들면 당뇨 환자의 경우 감염이 원인이 되는 항칸디다성 약제를 전신에 적용하여 치료할 수 있습니다. 심한 염증성 간찰진에 의한 경우 스테로이드 제제가 도움이 되기도 합니다."
        }
    },
    {
        "name": "건선(Psoriasis)",
        "details": {
            "정의": "건선은 피부에 경계가 뚜렷하며 다양한 크기의 은백색의 비늘로 덮여 있는 홍반성 구진 및 판이 형성되는 질환을 의미합니다. 악화와 호전이 반복되는 만성 염증성 피부 질환입니다. 조직학적인 특징은 상피의 과다 증식입니다. 다양한 임상 양상을 보입니다.",
            "원인": "건선의 원인은 아직 명확하게 알려지지 않았습니다. 다만 원인으로 추측되는 요소로는 유전적 요인, 환경적 악화 혹은 유발 요인, 면역학적 요인 등이 있습니다. 현재는 유전적 요인을 기반으로 하여 개인의 생활, 환경적 요인이 유발 인자로 작용하고, 면역학적 요인에 의해 각질 형성 세포의 증식 및 염증 반응이 일어나는 것으로 알려져 있습니다. 건선의 악화 또는 유발 요인으로는 피부 외상, 감염, 겨울 같은 차고 건조한 기후, 건조한 피부, 스트레스, 약물 등이 있습니다.",
            "증상": "건선은 주로 대칭성으로 발생하는데, 사지의 폄 쪽(특히 정강이), 팔꿈치, 무릎, 엉치뼈, 두피 등 자극을 많이 받는 부위에 발생합니다. 초기에는 피부에 붉은색의 작은 좁쌀알 같은 발진(구진)이 생기고, 이것이 점점 호두나 계란 크기로 커집니다. 이후 그 주위에서 좁쌀 같은 발진이 새로 생기는데, 이것도 커지면서 서로 합쳐져서 결국 큰 계란이나 손바닥만 한 크기의 발진이 됩니다. 그 위에는 하얀 비늘과 같은 인설이 겹겹이 쌓입니다. 건선은 대체로 인설로 덮인 판의 형태를 띠며 인설을 제거하면 점상 출혈이 나타납니다. 이는 건선의 특이적인 증상입니다. 드물게 나타나는 농포성 건선의 경우 농포가 주로 나타납니다. 건선 환자의 30~50%에서 손발톱 병변이 확인됩니다. 조갑 함몰, 조갑 박리, 조갑 비후, 조갑하과각화증, 조갑하황갈색반 등 여러 가지 병변이 나타날 수 있습니다.",
            "진단": "의사는 피부와 손톱의 특징적인 변화를 관찰하고, 신체 검진 결과를 기초로 하여 건선을 진단합니다. 전형적인 피부 병변이 나타나지 않는다면 확진을 위해 피부 병리 조직 검사를 시행할 수도 있습니다.",
            "치료": "건선의 치료 방법은 크게 국소 치료, 광선 치료, 전신 치료로 나눌 수 있습니다. 경증 건선에는 국소 치료를, 중증 건선에는 전신 치료나 광선 치료를 시행합니다. ① 국소 치료 국소 치료는 질환 부위에 직접 약물을 바르는 치료법입니다. 부신피질호르몬제, 비타민 D 유도체, 보습제 등을 매일 피부에 도포합니다. 그러나 강력한 부신피질호르몬제를 너무 오래 바르면 모세혈관 확장, 팽창 선조, 피부 위축 등 여러 가지 부작용이 나타날 수 있으므로, 의사의 지도를 받아 주의해서 사용해야 합니다. ② 전신치료제 전신치료제는 중증 건선 환자에게 사용됩니다. 약제의 부작용을 고려하여 소아나 임산부, 간이나 신장 질환 유무, 환자의 순응도 등을 고려한 후 투여합니다. 전신치료에는 비타민 A 합성 유도체, 면역억제제인 Cyclosporine, Methotrexate, Steroid 등의 약물이 사용됩니다. ③ 광선 치료 광선치료는 자외선을 이용해 건선을 치료하는 방법으로, 주로 광범위한 건선에 사용됩니다. PUVA라는 광화학 요법이나 장파장 또는 단파장 자외선 B를 이용해 치료합니다. 최근에는 단파장 자외선 B를 이용하는 광선치료가 가장 많이 사용됩니다. - PUVA 치료법은 광선 치료의 효과를 증진하기 위해 쏘랄렌이라는 약을 복용하고 자외선 A 치료법을 병행하는 것입니다. 우수한 치료 효과를 보이지만 소아, 임산부, 고혈압 환자, 간질환자 등에게는 사용할 수 없습니다. 광선 치료 시 복용하는 약이 위장 장애, 구역질, 어지러움 등의 부작용을 유발할 수 있습니다. 또한 치료 후 약 2일 동안 눈을 보호하기 위해 자외선 차단 안경을 착용해야 하는 등의 불편함이 있습니다. 이에 따라 최근에는 사용 빈도가 줄어들고 있습니다. - 단파장 UVB 치료법은 치료 후 자외선 차단 안경을 착용할 필요가 없고 약을 먹지 않아도 되는 편리한 치료법입니다. 따라서 소아나 임산부에게도 사용할 수 있습니다. 치료 효과도 거의 PUVA와 필적하여 최근 가장 많이 사용되고 있습니다. 다만 자외선을 증량시키는 과정에서 일광 화상을 입을 수 있으므로 주의해야 합니다. - 최근에는 엑시머 레이저를 건선 치료에 사용합니다. 강한 광선을 일시에 줄 수 있다는 장점이 있지만, 한 번에 조사할 수 있는 면적이 좁다는 단점이 있습니다. 대체로 단독으로 치료하기보다는 약물, 연고, 자외선 등을 복합적으로 사용합니다. 의사는 치료법의 효과가 떨어지는 것을 막고 부작용의 위험을 줄이기 위해 매 12~24개월마다 치료법을 바꾸기도 합니다.",
            "경과": "건선의 재발을 완전히 방지하는 치료 방법은 없습니다. 그러나 고혈압이나 당뇨병처럼 지속적인 관리를 통하여 건선 병변을 사라지게 하고 이를 유지할 수 있습니다. 환자에 따라 차이가 있지만, 일단 건선의 병변이 없어지면 수주 내지 수년간 좋은 상태를 유지할 수 있습니다.",
            "주의사항": "건선 환자는 피부에 마찰 또는 긁어서 상처를 입는 경우 상처 부위에 새로운 병변이 발생할 수 있으므로 피부 손상을 입히지 않도록 주의해야 합니다. 이를 위해 목욕 시에도 과도하게 때를 밀지 않도록 해야 합니다. 또 목감기나 편도선염 등 연쇄상구균 감염을 피해야 하며, 정신적 스트레스도 건선을 악화시킬 수 있습니다. 또 건선을 악화시키는 약물의 사용을 피해야 합니다. 건선 환자는 계절, 즉 기후에 민감합니다. 특히 겨울철에 악화가 잘되므로 특히 신경을 써서 치료해야 합니다."
        }
    },
    {
        "name": "곰팡이 감염(Fungal infection)",
        "details": {
            "정의": "곰팡이 감염(피부 표재성 곰팡이증)은 진균이 피부의 가장 바깥층인 각질층, 손발톱, 머리카락을 감염하여 발생하는 질환을 의미합니다. 병변 부위에 따라 머리 백선, 체부 백선, 서혜부 백선, 족부 백선, 손발톱 백선, 얼굴 백선, 손 백선 등으로 분류됩니다. 이 질환을 유발하는 곰팡이는 균사를 분지하면서 자라는 가는 선 모양의 곰팡이와 단세포의 효모균류로 구분됩니다. 곰팡이류는 포자를 만드는데, 이 포자는 질병을 유발하기 이전 수년 동안 비활성화 상태로 존재하기도 합니다. ① 균사체 균사체는 '균사'라고 불리는 긴 튜브 모양의 가지를 형성합니다. 균사체는 '격막'이라 불리는 막을 경계로 분리되어 번식합니다. ② 효모균류 효모균류는 원형 또는 타원형의 단세포 생물로 군집을 이루어 살아갑니다. 효모균류는 세포 분열과 이분법으로 번식합니다. 곰팡이 감염은 진균 도말 검사로 진단합니다. 검사 방법은 ① 곰팡이 감염이 의심되는 환자의 병변 부위에서 소독한 수술칼 등을 이용하여 검체(피부의 각질이나 물집에서 나온 진물 등)를 얻습니다. ② 칼로 긁어낸 검체를 슬라이드에 올리고 KOH(수산화칼륨) 20% 용액 등을 커버 슬라이드의 양측에 소량 침투시킵니다. ③ 검체를 올려놓은 슬라이드를 알코올램프 위에서 5분 정도 달군 후 슬라이드를 거즈로 살짝 눌러서 검체를 퍼트립니다. ④ 슬라이드를 현미경으로 확인합니다. 발에 생기는 곰팡이 감염이 ‘무좀’입니다. 무좀을 예방하기 위해서는 하루 1회 이상 발을 씻고, 땀을 많이 흘리거나 운동을 하는 경우 더 자주 씻어야 합니다. 발을 씻은 후 발가락 사이를 잘 말리고 건조하게 유지해야 합니다. 신발은 통풍이 좋고 굽이 낮으며 앞부분이 넓은 것을 사용해야 합니다. 여성의 경우 스타킹의 착용을 줄일 필요가 있습니다."
        }
    },
    {
        "name": "광선 각화증(Actinic Keratosis)",
        "details": {
            "정의": "광선 각화증이란 지속적인 햇빛 노출에 의해 피부에 인설이 동반된 분홍색 또는 적색의 반점이나 구진이 생기는 피부 병변을 의미합니다. 편평세포암으로 발전할 수 있는 피부암의 초기 단계(전암 단계)라고 할 수 있습니다.",
            "원인": "광선 각화증의 주된 위험 요인은 햇빛 노출과 나이입니다. 피부색이 옅을수록 더 잘 발생하며(유색인종보다 백인에게서 더 잘 발생함), 남성에게서 조금 더 잘 발생합니다. 장기 이식, 항암 치료 등으로 면역이 억제된 사람들에게 나타날 수 있습니다.",
            "증상": "광선 각화증은 주로 햇빛에 잘 노출되는 부위인 두피, 얼굴, 귀, 목, 아래팔, 손등 등에 잘 생깁니다. 전형적인 광선각화증은 건조하고 각질로 덮인, 거친 피부색 혹은 약간 적갈색을 띠는 덩어리로 보입니다. 크기는 0.5mm 정도에서 수 cm로 다양합니다. 간혹 광선 각화증을 만드는 세포가 비정상적으로 성장해서 뿔 형태(cutaneous horn)를 만들기도 합니다. 크기는 1mm 정도에서 연필 지우개 크기 정도로 다양하며, 직선형 혹은 굽은 모양 등으로 나타납니다. 광선 각화증은 아랫입술에 홍반, 가피, 미란, 출혈을 만성적으로 동반하는 각질 형태로 나타나기도 하는데, 이를 광선 구순염이라고 합니다. 광선 각화증은 수주 혹은 수개월 동안 없어졌다가 같은 부위에 다시 나타나기도 합니다. 손톱 등으로 각질을 제거해도 이내 다시 생깁니다. 때때로 편평세포암으로 진행되기 때문에 전문적인 치료를 받아야 합니다.",
            "진단": "광선 각화증은 전문의의 임상적 소견과 생검을 통한 조직학적 소견을 통해 진단할 수 있습니다.",
            "치료": "광선 각화증의 기본적인 치료법으로는 냉동 치료, 국소 화학요법, 광선 치료, 외과적 제거와 조직 검사가 있습니다. 그 외에 화학 필링이나 레이저 치료가 있습니다. ① 냉동 치료 액체 질소로 피부 표면을 얼려서 피부가 벗겨져 나가도록 하고 새로운 피부로 대체되도록 하는 방법입니다. 주된 부작용은 피부가 붉어지는 것이지만, 가장 널리 사용되는 치료법입니다. ② 국소 화학요법 국소 항암 크림이나 로션(예 : 5-fluorouracil)을 피부의 병변 부위에 발라서 치료합니다. 일정 기간 동안 치료한 부위에 붉은 반점이 남을 수 있습니다. ③ 광선 치료 우선 피부에 화학 물질을 바르고, 2~3시간 후에 광선 각화증 부위에 블루라이트를 비추어 화학물질이 병변을 파괴하도록 합니다. 치료 후 수일간 국소적인 홍반이 생겼다가 없어질 수 있습니다. ④ 화학 필링 화학 용액을 피부 병변부에 바르면 수일간에 걸쳐서 피부가 벗겨진 후 새로운 피부가 재생됩니다. 의사가 병변에 맞게 경도, 중등도, 중도로 필링 깊이에 필요한 화학 용액을 선택하고 필링을 시행합니다. 중요한 부작용으로 치료 후에 피부가 붉어지고 부어오르는 증상이 일정 기간 동안 지속될 수 있습니다. ⑤ 레이저 치료 이산화탄소 레이저로 원하는 깊이만큼 피부 표면을 제거하는 치료입니다. 부작용으로 피부가 붉어질 수 있습니다. 1~2주 정도의 회복 기간이 필요합니다.",
            "경과": "편평세포암이 발생하더라도 전이를 일으키는 경우는 1~2% 정도라서 예후가 비교적 좋은 편입니다. 그러나 암을 처음 발견했을 때 침윤 정도가 깊은 경우나 입술, 귀, 두피 등의 고위험 부위에 발생했을 경우에는 전이될 가능성이 20% 정도입니다. 광선 각화증이 편평세포암으로 발전하는 경우 병변부가 단단해지면서 압통이 생기고, 염증 반응이 일어납니다. 암으로 발전하려는 징조가 있으면 외과적으로 절제하고 경과를 관찰합니다.",
            "주의사항": "광선 각화증을 제거한 후 새로 재생된 피부는 햇빛 차단 등의 피부관리 프로그램을 활용해 보호해야 합니다."
        }
    },
    {
        "name": "국소 다한증(Localized hyperhidrosis)",
        "details": {
            "정의": "다한증은 땀이 병적으로 많이 나는 질환을 의미하며, 국소 다한증은 손발바닥, 얼굴, 겨드랑이와 같은 특정 부위에 다한증이 발생하는 질환을 의미합니다. 대부분의 사람들은 정서적 자극에 의해 땀이 납니다. 이러한 증상은 일반적으로 별다른 문제가 되지 않지만, 사회 생활에 지장을 줄 정도로 증상이 심하다면 적극적으로 치료해야 합니다. 남녀 관계없이 소아기, 사춘기 전후에 증상이 발생하며, 약 25세 이후에 증상이 저절로 호전되는 경향이 있습니다.",
            "원인": "다한증의 원인으로는 땀샘의 변화, 땀 분비 물질의 활성화, 교감 신경의 항진, 정서적 영향 등이 있습니다. 손발바닥의 다한증은 감정적, 정신적 활동으로 인해 발생합니다. 이러한 부위에서 나는 땀은 뇌 피질에서 비롯되므로 정서적인 영향과 관련이 있습니다.",
            "증상": "땀 분비 증가 외에 다른 증상이 동반되지 않는 경우가 많습니다. 그러나 습해진 피부로 인해 기구 등에 포함된 화학 물질이 땀에 용해되며 접촉성 피부염이 동반될 수 있습니다. 세균 감염이 동반되면 심한 악취가 날 수 있습니다.",
            "진단": "다한증은 임상 양상을 기반으로 진단합니다. 환자가 땀이 많이 나서 대인관계나 사회 생활에 어려움을 겪어 병원에 내원하면 진단할 수 있습니다.",
            "치료": "다한증을 치료하기 위해서는 우선 전신 질환의 유무를 확인해야 합니다. 전신 질환으로 인한 다한증일 경우 전신 질환을 치료하면 다한증이 함께 호전되기 때문입니다. 국한성 다한증의 경우 국소 치료를 시행하는데, 1%의 포르말린, 10%의 글루타알데하이드, 20%의 알루미늄 클로라이드 용액를 다한증 부위에 도포하거나, 이온영동 요법 등을 사용할 수 있습니다. 또한 보톡스 주사를 이용하여 주사 부위의 땀 분비를 억제할 수 있습니다. 다한증이 정서적 요인과 현저하게 관련되는 경우 진정제, 신경안정제가 도움이 될 수 있습니다. 다한증을 치료하기 위해 수술적 치료를 진행하기도 합니다. 특정 부위의 피부를 제거하거나 병변 부위의 교감 신경을 절제하여 과도한 땀 분비를 억제합니다. 하지만 이러한 수술적 치료는 발한이 완전히 중지되거나 다른 부위에 발한이 증가하는 부작용을 초래할 위험성이 있습니다. 따라서 수술적 치료는 손과 겨드랑이 다한증이 심한 환자에 국한하여 사용합니다."
        }
    },
    {
        "name": "기미(Melasma)",
        "details": {
            "정의": "기미는 주로 얼굴에 나타나는 거무스름한 얼룩점을 의미합니다. 대부분 얼굴 양 측면에 동일한 형태로 나타나며, 짙은 갈색에서부터 회색까지 다양한 색상으로 나타납니다.",
            "원인": "기미를 일으키거나 악화시키는 원인에는 크게 세 가지가 있습니다. 첫째, 호르몬입니다. 기미는 임신의 표지라는 별칭이 있을 정도로 임산부에게서 흔히 나타납니다. 50~70%의 임산부에게 기미가 생기며, 많은 기미 환자들은 임신했을 때 처음 기미가 생겼던 것으로 기억합니다. 피임약도 기미를 유발하는 주원인입니다. 피임약을 복용하는 4명 중 1명꼴로 기미가 나타납니다. 둘째, 햇빛은 가장 중요한 악화 요인입니다. 햇빛 중에서도 자외선이 문제가 됩니다. 자외선은 우리 피부에 있는 색소 중 검은 색소인 멜라닌을 형성하는 멜라닌 세포를 자극하여 멜라닌을 많이 형성하게 합니다. 여름철 해변가에서 몸을 태우면 피부가 검어지듯이, 기미 역시 햇빛과 밀접한 관계가 있습니다. 따라서 기미는 햇빛이 강한 여름철에 심해지며 햇빛이 약한 겨울철에 흐려집니다. 셋째, 유전적인 소인입니다. 종합하여 이야기하면, 기미는 유전적인 소인에 더하여 임신이나 피임약 등으로 인해 호르몬이 변화하고 여기에 이어 자외선을 받으면 멜라닌 세포가 활성화되어 생기는 것이라고 말할 수 있습니다. 그러나 세 가지 원인이 모든 사람에게 모두 관여하는 것은 아닙니다. 즉, 임신 경험이 있는 사람에게만 기미가 생기지 않습니다. 십 대 후반 내지 이십 대 초반에 기미가 생기기도 합니다.",
            "증상": "광대뼈, 뺨 등 주로 햇빛에 많이 노출되는 얼굴에 거무스름한 반점이 관찰됩니다. 통증이나 가려움 같은 증상은 없습니다.",
            "진단": "피부를 관찰하여 기미를 진단합니다. 문진을 통해 기미의 원인이 되는 요소를 확인합니다.",
            "치료": "① 햇빛 차단 기미의 치료 및 예방에는 햇빛 차단이 가장 중요합니다. 햇빛을 철저하게 차단하지 않으면 어떠한 기미 치료도 효과가 없습니다. 임신과 관계된 기미의 경우 햇빛 노출을 주의하면 저절로 없어지는 경우가 있습니다. 그러나 잠시 방심하면 출산 후에도 기미가 지속될 수 있습니다. 얼굴과 목, 팔, 손등 같은 모든 노출 부위에는 하루도 빠짐없이 햇빛 차단제를 꼼꼼히 바르는 것이 좋습니다. 자외선은 흐린 날이더라도 맑은 날의 60% 강도로 구름을 뚫고 우리 피부에 영향을 미치므로, 하루 종일 비가 내리는 날이 아니라면 흐린 날에도 햇빛 차단에 신경 써야 합니다. 기미뿐만 아니라 검버섯과 주름을 유발하는 주범도 햇빛입니다. 따라서 햇빛 차단제의 일상적인 사용은 피부를 위한 가장 큰 투자라고 할 수 있습니다. ② 바르는 약 하이드로퀴논이나 아젤라인산 크림 등 바르는 형태의 약을 수개월간 꾸준히 바르면 효과가 있습니다. 그러나 비방이라고 알려진, 설명서가 없는 기미 약에는 수은과 같은 약물이 섞여 있을 수 있으니 사용하면 안 됩니다. ③ 화학 박피술 화학약품을 이용하여 피부를 얇게 벗겨내는 시술입니다. 피부 표면에 가벼운 화상을 입혀 손상된 피부층을 벗겨내 기미를 감소시킵니다. 과일산을 비롯한 여러 종류의 화학약품을 사용하는데, 얕은 기미에는 효과가 좋습니다. 바르는 약과 함께 시술받으면 효과가 뛰어납니다. 그러나 박피된 정도에 따라 생활에 지장을 줄 정도로 피부 겉표면이 수일간 많이 벗겨질 수 있으므로 사회생활을 하는 경우 부적절할 수도 있습니다. ④ 비타민 C 비타민 C는 항산화제로 작용하여 활성산소로 인한 피부의 손상을 막습니다. 이러한 원리를 활용하여 전기영동법으로 피부 속에 비타민 C를 침투시키는 법이 개발되었습니다. 이를 바이탈이온트라고 하는데, 흔히 사용하는 기미 치료법입니다. 부작용이 거의 없고 치료로 인한 흔적이 나타나지 않아 생활에 지장을 주지 않는 가벼운 시술입니다. ⑤ 레이저 치료(IPL) 레이저를 이용해 기미가 생긴 피부층을 제거할 수 있습니다.",
            "경과": "기미의 원인이 되는 호르몬 약제 복용을 중단하거나, 출산, 햇빛 차단 등이 이루어지면 기미가 서서히 희미해지거나 없어질 수 있습니다. 그러나 변색된 반점이 완전히 없어지지 않는 경우도 있습니다."
        }
    },
    {
        "name": "기저귀 피부염(Diaper (napkin) dermatitis)",
        "details": {
            "정의": "기저귀 피부염은 여러 가지 원인에 의해 기저귀를 차는 부위에 다양한 염증 반응이 생기는 것을 의미합니다.",
            "원인": "기저귀 피부염은 수분이나 직물 자체와의 마찰에 의하여 기저귀를 차는 부위에 침연(피부가 물러져서 벗겨짐)이 나타나 피부의 일차 방어 기능이 감소하고, 여기에 다양한 외부 자극 물질이 더해져서 발생합니다. 대소변 자극 물질, 단백질 분해 효소, 지질분해 효소 등이 세균이나 효모에 의해 높아진 pH에 의해 활성화되면서 피부 장벽 기능을 약화시키고, 이로써 자극에 대한 저항성이 약화됩니다. 칸디다(Candida)와 같은 곰팡이에 감염되는 것도 기저귀 피부염의 중요 원인 중 하나입니다.",
            "증상": "기저귀 피부염은 기저귀가 닿는 돌출 부위, 즉 둔부, 성기부, 하복부 및 치골 부위와 상부 대퇴부에 흔히 발생합니다. 사타구니 굴곡의 깊은 부위에는 기저귀 피부염이 잘 생기지 않습니다. 처음에는 붉은색의 피부 발적(홍반)이 나타납니다. 증상이 심해지면, 작은 물집들이 생기고 피부가 얇게 벗겨지며(미란), 진물(삼출)이 나올 수 있습니다. 사타구니의 깊은 굴곡 부위까지 침범되는 경우 간찰진, 건선, 칸디다증 등과의 감별이 필요합니다.",
            "진단": "기저귀 피부염은 기저귀를 차는 영아의 생식기 주위에 나타난 특징적인 피부 병변을 확인하여 진단합니다. 기저귀 피부염과 칸디다증을 감별하기 위해 진균(곰팡이) 검사(KOH 직접도말 검사)를 시행합니다.",
            "치료": "기저귀 피부염의 치료는 증상의 정도에 따라 달라집니다. 대부분 국소 스테로이드제제를 도포해야 합니다. 기저귀 피부염이 발생하는 부위는 다른 부위보다 약하기 때문에 약한 국소 스테로이드제제를 3~7일 정도의 짧은 기간만 사용합니다. 병변에서 진물이 흐르는 급성 기저귀 피부염일 경우, 진물을 빨리 말리기 위해 물 찜질(습포)이 도움이 됩니다. 별도로 병원에서 처방받은 약물이 없는 경우 생리식염수를 약용 거즈에 적셔서 환부에 올려놓은 후 찜질해야 합니다. 물 찜질은 1회에 10~15분 정도 시행합니다. 이상의 치료에도 기저귀 피부염이 호전되지 않는다면, 세균이나 곰팡이에 의한 2차 감염을 의심해야 합니다. 반드시 병원을 방문하여 전문적인 치료를 받아야 합니다. 칸디다증인 경우 항진균제를 도포해야 합니다. 세균에 의한 2차 감염은 대부분 항생제의 국소 도포로 조절할 수 있습니다.",
            "주의사항": "기저귀와 접촉하는 부위를 청결하고 건조하게 유지해야 합니다. 기저귀 피부염을 악화시키는 원인을 제거하는 것도 중요합니다."
        }
    },
    {
        "name": "기저세포 암종(Basal cell carcinoma)",
        "details": {
            "정의": "기저세포 암종은 표피 및 그 부속기 기저부의 비각질화 세포에서 유래한 악성 종양입니다. 이는 국소적으로 침윤하며 매우 드물게 전이됩니다. 기저세포 암종은 편평세포암과 함께 가장 흔한 비멜라닌종 피부암입니다.",
            "원인": "기저세포 암종의 주요 원인은 오랜 기간 자외선에 노출되는 것입니다. 종양을 억제하는 유전자의 변이를 초래하는 자외선 B와 연관이 있습니다. 직업적인 노출보다 간헐적으로 짧고 과다하게 노출되는 것이 더 위험합니다.",
            "증상": "기저세포 암종은 여러 임상 형태를 보이며, 주로 얼굴 부위에 자주 나타납니다. 기저세포 암종은 서서히 자라며, 다른 부위로 전이되는 경우가 드뭅니다. 다만 주위의 피부, 피하, 근육 및 뼈로 국소적으로 침입할 수 있습니다. 기저세포 암종의 형태에 따른 증상은 다음과 같습니다. ① 결절궤양 기저세포 암종 가장 흔한 기저세포 암종의 형태입니다. 밀랍 모양으로 반투명한 표면에 모세 혈관이 확장된 작은 결절로 시작합니다. 점차 자라면서 중앙부에 궤양이 생깁니다. ② 색소 기저세포 암종 멜라닌을 함유하고 있어 갈색 또는 검은색으로 보입니다. 악성 흑색종과의 감별이 필요합니다. ③ 경화 기저세포 암종 표면이 매끄럽고 편평하거나, 약간 낮거나 높습니다. 상아 색조를 띠고 단단한 판을 형성합니다. 치료 후 재발이 흔합니다. ④ 표재 기저세포 암종 한 개 내지 수 개의 반이 홍반 및 인설이 생깁니다. 이것들은 약간 침윤하여 주변부로 퍼집니다. 몸통과 팔다리에 흔하게 발생합니다.",
            "진단": "피부 조직 생검을 시행하여 확진을 하게 됩니다.",
            "치료": "기저세포 암종의 치료법은 병변의 위치, 조직아형, 재발암의 유무, 그 외 환자의 요인에 의해 결정합니다. 원칙적으로 수술을 통한 외과적 절제가 가장 우선적인 방법입니다. 병변의 크기가 작은 경우 병변 제거 후 일차 봉합술을 실시합니다. 병변이 중등도 이상일 경우, 절제 범위가 커지면 주변 조직을 이용하여 피부 결손을 재건하거나 피부 이식을 시행합니다. 재발의 위험이 높거나 조직 보존이 필요한 경우, 나이가 젊다면 모스 미세 수술이 가장 좋습니다. 이는 피부암을 조금씩 제거한 후, 제거된 조직편을 통해 종양세포의 존재 여부와 그 위치를 현미경으로 확인하는 과정을 종양세포가 모두 제거될 때까지 반복하는 수술입니다. 치료 성공률이 높고 재발률이 낮으며, 정상 조직을 최대한 보존할 수 있다는 장점이 있습니다. 이외에 광역동 치료, 소파 및 전기소작술, 방사선 치료, 냉동 치료, 세포독성 약물 요법 등을 필요에 따라 시행합니다.",
            "경과": "기저세포 암종은 크게 생명을 위협하지는 않습니다. 다만 주로 얼굴에 발생하여 국소적, 지속적으로 조직을 파괴합니다. 외과적 절제술을 시행한 후에 재발할 확률은 5.3%이며, 모스 수술을 시행한 후에 재발할 확률은 1.3% 정도입니다. 기저세포 암종의 전이 가능성은 0.0028~0.55% 정도로 매우 낮지만, 전이된 후의 평균 생존 기간은 약 8~10개월로 알려져 있습니다.",
            "주의사항": "기저세포 암종의 발생을 줄이기 위해서는 야외 활동 시 태양 광선으로부터 피부를 보호해야 합니다."
        }
    },
    {
        "name": "꽃가루 알레르기(Pollen allergy)",
        "details": {
            "정의": "꽃가루 알레르기는 알레르기 체질인 사람이 꽃망울이 터지면서 나오는 아주 작은 꽃가루를 코나 기도 등을 통해 들이마실 때 발생하는 알레르기성 호흡기 질환을 의미합니다.",
            "원인": "꽃가루 알레르기의 주된 원인은 누런 먼지처럼 공중에 날아다니는 삼나무, 오리나무, 자작나무 등의 꽃가루입니다. 꽃가루는 특히 5월에 많이 발생하며, 아침에 그 정도가 더 심합니다. 원인이 되는 꽃가루는 너무 작아서 눈에 잘 띄지 않고, 많이 날릴 때만 먼지처럼 보입니다. 외래종인 돼지풀도 알레르기를 일으킵니다. 피부염을 유발하는 꽃가루로는 국화, 과꽃, 데이지, 야생 쑥꽃, 야생 국화 등이 있습니다. 꽃가루 알레르기는 기상 조건에도 큰 영향을 받습니다. 꽃가루의 농도는 따뜻하고 건조한 오전 시간대에 가장 높습니다. 비바람을 동반한 천둥이 친 후에는 증상이 악화될 수 있습니다.",
            "증상": "꽃가루 알레르기의 대표적인 증상은 알레르기성 비염, 결막염, 피부염, 기관지 천식입니다. 알레르기성 비염이 생기면 물 같은 콧물이 시도 때도 없이 줄줄 흐르고, 연속적으로 재채기를 하며, 양쪽 콧구멍이 번갈아 막힙니다. 알레르기성 결막염이 생기면 눈이 심하게 가려워져서 눈을 비비게 됩니다. 증세가 심한 경우 눈이 충혈되거나 눈곱이 끼기도 합니다. 알레르기성 피부염이 생기면 공기 중의 꽃가루가 노출된 눈 주위, 얼굴, 목, 손, 팔 등과 같은 부위에 닿아 빨갛게 변하고 가려워집니다. 전신 피부에 두드러기가 일어나기도 하고 전부터 있던 피부염이 악화되기도 합니다. 기관지 천식은 알레르기 염증 반응으로 인해 기도가 좁아지는 증상입니다. 기침이나 쌕쌕거리는 소리가 나기도 합니다. 증세가 심한 경우 호흡곤란이 동반됩니다. 이외에 피로감, 집중력 저하, 후각 기능 감퇴 현상 등이 같이 나타나기도 합니다. 증세는 대부분 아침에 심해집니다.",
            "진단": "꽃가루 알레르기를 진단하기 위해서는 우선 증상에 대한 문진을 시행합니다. 그리고 알레르겐 피부 반응 검사, 피부 패치 테스트, 혈액 검사를 통해 면역글로불린E(IgE)라는 단백질을 측정하여 진단합니다.",
            "치료": "꽃가루 알레르기를 치료하기 위해서는 원인 항원에 대한 회피 요법과 적당한 약물 요법이 필수적입니다. 두 가지 치료 방법이 효과가 없을 때는 수술 요법을 고려할 수 있습니다. 알레르기 비염의 증세가 심할 때는 항히스타민제나 코에 뿌리는 국소용 스테로이드 등의 약물을 사용하면 호전됩니다. 알레르기 원인 물질을 적은 양부터 차츰 양을 늘려가면서 피부에 주사하는 면역 요법을 시행하기도 합니다. 그러면 그 물질이 콧속에 침투했을 때 코 점막이 과민 반응을 보이지 않습니다. 예방 주사와 같은 원리입니다. 하지만 이 방법은 치료 기간이 길고 비용이 많이 들며 부작용도 있으므로 심장 질환자나 임산부, 중증의 천식 환자 등에게는 권하지 않습니다. 코 내부 구조에 이상이 있으면 알레르기 비염의 증상이 심해집니다. 이 경우 수술을 시행할 수 있습니다. 수술 요법은 알레르기 비염을 없애지는 않지만, 비강의 구조를 바로잡는 중요한 보조적 역할을 합니다. 알레르기 질환 치료의 핵심은 알레르기 원인 물질을 차단하는 것입니다. 꽃가루가 실내에 들어오지 않도록 방문이나 창문을 잘 닫습니다. 되도록 외출을 자제하며, 외출할 경우 꽃가루를 막을 수 있는 마스크를 착용합니다. 귀가 후에는 샤워로 몸에 있는 꽃가루를 털어 줍니다. 꽃가루가 붙기 쉬운 니트, 털 등의 옷보다 꽃가루가 붙기 힘든 소재의 옷을 입습니다. 조깅 등 호흡량을 늘리는 야외 운동을 줄이고, 실내 운동이나 헬스장을 이용하면 도움이 됩니다.",
            "주의사항": "꽃가루 알레르기를 예방하기 위해서는 꽃가루가 심하게 날리는 시기에 실외 활동을 줄여야 하며, 꽃가루가 유행인 지역으로 여행을 가지 않아야 합니다. 특히 바람이 심하게 부는 날은 외출을 자제하고 외출 시 안경과 마스크를 착용합니다. 귀가하면 옷을 털고 손을 씻은 후 실내로 들어갑니다. 꽃가루가 날리는 기간에는 실외에 빨래를 널지 않습니다. 아무리 주의를 기울여도 꽃가루나 오염 물질이 집안으로 들어옵니다. 그러므로 낮에는 가능한 창문을 닫고, 두 시간에 한 번 정도만 창문을 열어 환기시킵니다. 진공청소기나 물걸레로 집안 구석구석을 자주 청소해주는 것도 효과가 있습니다."
        }
    },
    {
        "name": "내향성 손발톱(Ingrowing nails)",
        "details": {
            "정의": "내향성 손발톱은 손발톱과 살 부분이 맞닿은 곳에 염증과 통증이 생기는 질환으로, 흔히 볼 수 있는 손발톱 질환 중 하나입니다. 손발톱을 잘못 깎으면 그 자리가 붓고, 손발톱과 살이 맞닿은 곳에 염증이 생기며, 조금만 스쳐도 심한 통증을 느끼고, 그 자체가 퉁퉁 붓게 됩니다. 손발톱의 가장자리를 깊이 깎으면 잘리지 않고 살 속에 숨어 있는 손발톱이나 그 조각이 살 속으로 파고들 수 있습니다. 내향성 발톱의 경우 꽉 조이는 신발을 장시간 신었을 때 발생할 수 있습니다.",
            "원인": "내향성 손발톱은 주로 손발톱의 바깥쪽을 깊이 깎을 때, 살 속에 숨어 있는 잘리지 않은 손발톱의 파편이 살 속으로 파고들며 발생합니다. 또한, 손톱이나 발톱이 바깥쪽에서 살을 지속적으로 누르게 되는 모든 상황이 내향성 손발톱을 유발할 수 있습니다. 예를 들면, 발톱 무좀을 오래 방치해서 발톱의 모양이 변형된 경우, 꽉 조이는 신발을 장시간 신은 경우, 발가락뼈가 튀어나온 경우에는 내부 압력이 증가하여 내향성 발톱이 잘 발생할 수 있습니다. 또한 비만이나 노화가 진행되면서 발톱의 굴곡이 자연적으로 심해지는 경우에도 잘 발생합니다. 그 외에 가족들 중에 내향성 손발톱 증상이 있는 경우 다른 가족도 더 잘 생기는 경향이 있는 등, 유전적 요인도 있습니다.",
            "증상": "내향성 손발톱의 가장 대표적인 증상은 발생 부위의 열감과 통증, 부어오름입니다. 걷거나 뛸 때 가장 압박이 큰 부위인 발에 많이 발생합니다. 내향성 발톱은 엄지발가락에서 가장 흔하게 나타나며, 특히 오른발 엄지에 잘 생깁니다. 처음에는 엄지발가락의 외측이나 내측이 약간 빨개지면서 부으며, 가벼운 통증이 나타납니다. 그러다가 마찰이 계속되면 더 붓고 진물이 나며 육아 조직(염증과 혈관, 섬유 조직이 증식된 덩어리)이 증식하고 발톱 주위가 곪기 시작하여 심한 통증이 나타납니다. 이렇게 진행되면 통증이 심하고 냄새도 심하게 나서 정상적으로 보행하기 어려울 수 있습니다.",
            "진단": "내향성 손발톱은 대부분 검사실 소견이나 조직 검사, 일반 촬영 없이 임상적인 특징만으로도 진단할 수 있습니다.",
            "치료": "내향성 손발톱의 증상이 가벼운 경우, 수술 없이 파고 들어간 손발톱의 모서리와 그 아래의 살 사이에 솜뭉치나 치과용 치실을 끼워 넣어 치료합니다. 수술이 필요한 경우, 국소 마취 후 파고든 손발톱 판의 옆면을 제거하고 위를 덮고 있는 가장자리 손발톱 주름을 제거합니다. 재발을 방지하기 위해서 파고든 손발톱 판을 세로로 절제해 내야 하며, 이때 손발톱 겉면을 같이 절제하거나 고주파를 이용한 전기 소작을 시행합니다. 심한 염증이 있으면 먼저 항생제 치료를 시도하기도 합니다.",
            "경과": "내향성 손발톱을 치료하지 않고 방치하면 통증으로 인해 일상생활, 예를 들면 걷거나 운동에 장애를 일으킬 수 있습니다. 또한 염증이 심해질 경우 연조직염(피하조직에 세균이 침범하여 화농성 염증을 일으키는 질환)과 같은 2차 감염 질환이 발생할 수 있습니다. 따라서 발생 시 치료하는 것이 좋습니다.",
            "주의사항": "손발톱을 정리할 때 피부와 맞닿는 부위를 너무 바짝 자르지 않도록 조심해야 합니다. 손발톱의 양옆 모서리 끝이 항상 외부에 노출되도록 합니다. 깨끗한 생리식염수에 발가락을 담가 소독하는 등 청결을 유지하는 것이 중요합니다. 발톱의 경우 너무 조이는 신발을 신지 말고 자기 발 크기에 맞추어 신발을 신습니다. 무엇보다 평소 발톱 관리에 신경을 써야 하는데, 발톱을 일자로 깎는 것을 권유합니다. 발에 압력이 가해지는 행동을 자제해야 합니다. 철저한 휴식이 필요합니다. 내향성 발톱의 발병이 예상되는 잠재적인 고위험 환자군뿐만 아니라, 오랫동안 당뇨병을 앓아 당뇨병의 합병증이 있는 환자는 이러한 주의사항을 더욱 잘 지켜야 합니다."
        }
    },
    {
        "name": "농가진(Impetigo)",
        "details": {
            "정의": "농가진은 주로 무덥고 습기 찬 여름철에 비위생적인 환경에서 세균에 감염되어 발생하는, 전염성이 높은 표재성 피부 감염증입니다. 주로 어린이에게 잘 발생합니다. 지저분해 보이는 물집, 고름과 딱지가 생기는 것이 특징입니다. 접촉전염 농가진(비수포성)과 물집(수포성) 농가진의 두 가지 종류가 있습니다. 물집 농가진은 황색 포도상 구균이 만드는 독소에 의해 표피 상층부에 물집이 생기는 것입니다. 접촉전염 농가진은 70%를 차지합니다.",
            "원인": "농가진은 포도상 구균과 연쇄상 구균에 감염되어 발생합니다. 대개 표재성 박테리아의 피부 감염에 의한 유행성 질환입니다. 이 질환은 고온 다습한 여름부터 늦은 여름에 흔하게 발생합니다. 위생 상태가 불량하고 밀집된 환경에 있는 아동이 감염될 가능성이 높습니다. 어린이의 전염 경로는 반려동물, 오염된 손톱, 환자 등이며, 어른의 전염 경로는 미용실, 이용실, 수영장, 사우나탕 등입니다.",
            "증상": "대다수의 농가진 환자(70%)에게 2~4mm의 붉거나 맑은 노란색의 장액이 있는 작은 수포가 생깁니다. 물집이나 고름집이 짓무르면 그 부위에 벌꿀이 말라붙은 듯한 노란색의 딱지가 형성됩니다. 그 후 병변은 점차 바깥쪽으로 번져 나가지만 중심부는 점점 회복되는 양상을 보입니다. 딱지는 쉽게 떨어지지만 바닥에서 계속 진물이 납니다. 이 진물을 손으로 만지거나 수건으로 닦아내면 다른 부위로 전염될 수 있으므로 주의해야 합니다. 발병 초기에는 얼굴, 몸통, 샅, 손발 등의 정상 피부에 한두 개의 자잘한 물집이 나타납니다. 이 물집은 점차 크고 흐물흐물하게 변해갑니다. 이런 물집은 쉽게 터지지만 두꺼운 딱지를 만들지는 않습니다. 물집의 경계는 명확합니다. 병변 주변의 홍반은 거의 없거나 있어도 경미합니다. 처음에는 전신 증상이 없지만, 나중에는 무기력해지고 설사하며 고열이 나거나 오히려 체온이 떨어지기도 합니다. 또한 패혈증이나 폐렴, 뇌수막염 등이 동반되면 치명적인 결과를 초래할 수 있습니다. 물집 농가진은 소아나 신생아에게서 주로 여름철에 발생합니다. 특히 신생아의 경우 병변이 전신으로 퍼지는 등 전염성이 강해 신생아실의 돌림병이 될 수 있습니다. 드물지만 어른에게도 겨드랑이, 음부, 손 등에 농가진이 생길 수 있습니다. 두피에는 생기지 않습니다. 예후는 좋습니다.",
            "진단": "접촉전염 농가진은 대부분 검사실 소견 없이 병변의 특징만으로 쉽게 진단할 수 있습니다. 필요하다면 그람 염색이나 세균 배양으로 확진할 수 있습니다. 물집 농가진은 진물을 슬라이드에 묻히고 그람 염색을 하여 그람 양성 알균을 관찰할 수 있습니다. 물집에서 진물을 채취하여 배양 검사를 시행하면 황색 알균을 확인할 수 있습니다. 환자의 약 50%에서 백혈구 증가증이 나타납니다. 농가진이 자주 재발하는 경우에는 코나 외음부의 포도알균 보균 가능성을 고려해보는 것이 좋습니다.",
            "치료": "전신 증상이 없으며 피부 병변이 심하지 않은 환자의 경우, 병변 발생 초기에 물과 비누로 병변이 생긴 부위를 깨끗이 씻어주고, 포비돈(베타딘)이나 과산화수소 용액으로 소독한 다음 항생제 연고를 바르는 것이 좋습니다. 특히 항생제 연딱지를 제거하여 깨끗하게 해주고, 박트로반 연고나 후시딘 연고를 환부에 발라주는 것이 가장 좋습니다. 항생제 연고는 병변이 모두 치료된 다음에도 며칠간 더 발라 주는 것이 좋습니다. 감염 부위가 넓은 경우에는 디클로사신이나 에리스로마이신 등의 전신성 항생제를 1주일(화농성 사슬알균의 경우 10일) 간 복용하여 치료할 수 있습니다.",
            "경과": "간혹 농가진에 걸린 아이들이 급성 신장염 등의 후유증을 겪을 수 있으므로 이 병이 넓게 퍼졌을 때는 방심하지 말고 빨리 치료를 받는 것이 좋습니다.",
            "주의사항": "농가진이 번지지 않게 하려면 자녀의 손과 손톱을 깨끗이 하고, 피부를 긁지 못하게 손에 붕대를 감아두며, 옷, 수건, 침구를 소독하는 등 보호자의 세심한 주의가 필요합니다."
        }
    },
    {
        "name": "다모증(Excessive hair growth)",
        "details": {
            "정의": "모발의 과도한 성장은 털과다증(다모증)과 남성형 털과다증(조모증)으로 나뉩니다. 털과다증(다모증)은 안드로겐과 무관하게 피부에 털이 많이 나는 질환으로, 연령, 종족, 성별을 고려했을 때 정상적인 기준보다 털의 밀도가 높거나 길이가 긴 상태를 의미합니다. 남성형 털과다증(조모증)은 난소나 부신에서 안드로겐이 과잉 분비되어 여성의 턱, 윗입술의 상방, 음부 상방, 가슴, 팔다리 등에 남성형의 모발 분포가 나타나는 질환을 의미합니다.",
            "원인": "털과다증(다모증)은 선천성과 후천성으로 구분되며, 각각은 전신형과 국소형으로 구분됩니다. 선천성 털과다증의 원인은 유전자 이상입니다. 후천성 전신 털과다증의 원인은 약물, 독소, 전신 질환 등입니다. 털과다증이 발현되는 빈도와 기간은 원인에 따라 차이가 있습니다. 가장 흔한 원인은 약물입니다. 털과다증의 원인이 되는 전신 질환으로는 지방 위축성 당뇨, 다운 증후군 등이 있습니다. 후천성 국소 털과다증은 멜라닌세포 모반 등의 진피 종양에서 나타나며, 원인은 반복되는 국소적 자극이나 캐스트에 의한 오랜 밀폐 상태, 습진 등입니다. 남성형 털과다증(조모증)의 원인은 난소, 부신에서 안드로겐이 과잉 생성되는 것입니다. 난소가 원인인 경우는 다낭성 난소종증 및 여러 난소 종양과 관련됩니다. 부신이 원인인 경우는 신천부신과형성증 및 부신 종양과 관련이 있습니다. 이외에 쿠싱병, 프로락틴 분비 선종 때문에 부신에서 안드로겐 생성을 조절하는 뇌하수체에 문제가 생겨 이것이 발생하기도 합니다. 그 외에 외인성 안드로겐 과다 복용 및 다른 약물의 복용에 의해 발생할 수도 있습니다.",
            "증상": "우리 몸 어느 부위든지 털이 더 굵고, 길고, 무성하면 과도한 모발 성장으로 볼 수 있습니다. 털과다증(다모증)은 연령, 종족, 성별을 고려했을 때 정상적인 기준보다 털의 밀도가 높거나 길이가 긴 상태입니다. 남성형 털과다증(조모증)은 가는 털인 연모가 더 굵고 진한 성모로 변한 결과입니다. 여성의 턱, 윗입술의 상방, 음부 상방, 가슴, 팔다리 등에서 남성형의 모발 분포가 나타납니다. 안드로겐의 영향으로 여드름과 안드로겐 탈모증이 동반될 수 있습니다. 이외에 월경 장애, 불임, 비만, 당뇨 등 대사성 변화가 발생하기도 합니다.",
            "진단": "과도한 모발 성장과 그 분포를 확인하여 털과다증(다모증)과 남성형 털과다증(조모증)을 구분합니다. 남성형 털과다증(조모증)은 진단할 때는 주의 깊은 병력 청취와 신체검사가 중요합니다. 특히 발병 시기, 진행 속도, 남성화 징후, 월경 및 임신력, 가족력 등을 조사합니다. 혈액 내 성호르몬에 대한 검사를 시행합니다. 필요하다면 뇌 MRI, 부신 CT 촬영, 난소 초음파 검사를 시행합니다.",
            "치료": "털과다증을 치료하려면 원인이 되는 기저 질환의 유무를 확인하는 것이 중요합니다. 원인이 되는 기저 질환이 없다면, 환자의 신체적, 정신적 상태를 고려하여 제모합니다. 제모 방법에는 표백, 면도, 직접 뽑기, 화학물질 제모, 전기 수술을 통한 제모 등이 있습니다. 최근에는 레이저를 이용한 제모를 가장 흔하게 이용합니다. 내분비계 이상이 원인이 되어 발생하는 남성형 털과다증(조모증)은 난소, 부신의 종양성 병변을 제거하거나 경구 호르몬 제제를 복용하여 치료합니다. 추가적인 검사와 치료를 위해서 내분비 내과, 산부인과 등과의 협진이 필요할 수 있습니다.",
            "경과": "기저 질환이 확인되면 해당 질환을 치료함으로써 이 질환을 치료할 수 있습니다. 기저 질환이 없다면 대부분 약물, 미용 치료를 통해 치료할 수 있습니다. 다만 비용과 시간이 소비되며 지속적인 치료가 요구됩니다."
        }
    },
    {
        "name": "단독(Erysipelas)",
        "details": {
            "정의": "단독은 피부가 연쇄상 구균에 감염되어 피하조직과 피부에 병변이 나타나는 급성 접촉성 전염 질환을 의미합니다. 이 질환의 특징은 병변의 경계가 뚜렷한 것과 납작한 모양으로 빨갛게 부어오르는 것입니다. 단독은 주로 진피의 상부를 침범하여 주위로 빠르게 전파되지만, 근육층을 침범하지 않습니다.",
            "원인": "단독의 원인은 연쇄상 구균의 감염입니다. 피부의 작은 상처와 습진, 외과적 절제, 피부 궤양 등을 통해 원인균에 감염됩니다. 비강을 통해 원인균에 감염되는 경우도 있습니다. 주로 노인, 영아, 아동에게 발생합니다. 면역력이 저하된 사람, 당뇨, 알코올 중독자, 피부 궤양이 있는 사람, 곰팡이균 감염자, 혈관 수술로 인한 림프부종이 있는 사람에게서도 잘 발생합니다.",
            "증상": "단독 환자는 감염된 후 48시간 이내에 고열, 오한, 피로감, 두통, 구토를 겪고, 감염된 부위의 피부 병변이 경계가 뚜렷하며 납작한 모양으로 빨갛고 빠르게 부어오릅니다. 병변은 단단하며 열감과 통증이 느껴집니다. 증상이 심해지면 수포, 점상 출혈, 피부 괴사가 발생할 수도 있습니다. 팔, 다리, 손가락, 발가락, 눈 주변, 귀, 볼 등에 잘 발생합니다. 얼굴은 한쪽 혹은 양쪽 모두 침범할 수 있습니다. 얼굴 양쪽을 침범할 경우 양 볼과 코를 포함하는 나비 모양의 병변이 나타납니다.",
            "진단": "단독은 감염된 환자에게 나타나는 특징적인 피부 병변으로 진단합니다. 혈액 검사, 균 배양 검사를 시행할 수도 있습니다.",
            "치료": "단독의 치료는 중증도에 따라 달라지며, 항생제(페니실린, 클린다마이신, 에리스로마이신) 치료를 원칙으로 합니다. 증상은 1~2일 정도면 호전됩니다. 정상 피부로 회복되는 데는 몇 주 정도의 시간이 필요합니다. 재발을 예방하기 위하여 상태가 호전된 후에 예방적 항생제를 사용하기도 합니다. 하지만 이를 통해서도 단독의 재발이 완전히 예방되지는 않습니다.",
            "경과": "단독 환자의 예후는 일반적으로 양호합니다. 하지만 단독이 재발하는 경우도 흔합니다. 단독이 재발할 때마다 림프관에 손상을 일으켜 림프의 배액이 방해를 받습니다. 이는 다시 단독이 재발하는 까닭이 되기도 합니다. 원인균이 혈류를 타고 이동하여 인체의 여러 부위에 영향을 미치면, 임파선 손상, 감염성 관절염, 심내막염이 발생할 수 있습니다. 심할 경우 괴사성 근막염, 패혈성 쇼크가 발생하여 사망에 이를 수 있습니다."
        }
    },
    {
        "name": "단순 포진(Herpes Simplex)",
        "details": {
            "정의": "단순 포진(Herpes simplex)은 헤르페스 바이러스의 일종인 단순 포진 바이러스(herpes simplex virus, HSV) 1형에 의한 입술 포진과 2형에 의한 생식기계 감염을 의미합니다.",
            "원인": "",
            "증상": "단순 포진에 걸리면 임상적으로 피부 또는 점막에 홍반과 함께 군집을 이루는 작은 물집이 발생합니다. 병변은 가렵거나 따갑기도 합니다. 단순 포진은 주로 입 주위를 침범하는 1형과 주로 성기 부위를 침범하는 2형으로 구분됩니다. 단순 포진 바이러스에 의한 감염은 크게 '초발 단순 포진'과 '재발 단순 포진'으로 나뉩니다. 초발 단순 포진은 단순 포진 바이러스에 처음 감염된 것입니다. 환자는 대부분 증상이 없거나 경미합니다. 감염된 지 3~4일 되는 시점에 작은 물집, 발열, 두통, 근육통, 권태감 등이 최고에 도달하며, 이로부터 3~4일 후에 증상이 사라집니다. 처음 홍반이 나타난 이후, 군집을 이룬 반구형의 작은 물집이 발생합니다. 이 물집은 이후 농포로 진행하며 결국에는 딱지가 형성되어 탈락합니다. 이러한 피부 병변은 2~3주 내에 치유됩니다. 재발 단순 포진은 초발 감염 이후 잠복 상태에 있다가 열성 질환, 정신적 긴장, 외상, 피로 등의 여러 가지 원인에 의해 바이러스가 활성화되어 발생합니다. 초발 감염과 비교하여 전구 증상이 미약하며, 피부 병변은 비슷하지만 국소화됩니다. 지속기간이 짧아 1~2주 내에 치유됩니다. 드물게 단순 포진 바이러스성 수막염, 단순 포진성 뇌염과 같은 신경계 합병증이 발생할 수 있습니다.",
            "진단": "단순 포진은 대개 특징적인 임상 증상으로 쉽게 진단할 수 있습니다. 간혹 바이러스 배양검사, Tzanck 도말검사, 피부 생검, 혈청학적 검사를 시행하기도 합니다.",
            "치료": "단순 포진 바이러스 감염은 대부분 치료할 필요가 없으며, 병변을 깨끗하고 건조하게 유지하는 것만으로 자연적으로 치유됩니다. 병변이 오래 지속되고 증상과 합병증이 동반될 것 같은 경우 항바이러즈 제제를 사용해 치료합니다. 전신성 감염, 심한 단순 포진 감염이나 합병증이 발생한 경우 정맥 주사를 통해 항바이러스 제제를 투여하기도 합니다.",
            "경과": "단순 포진의 재발 빈도는 매우 다양합니다. 평균적으로 1년에 한 번 정도 재발하나, 개인에 따라 차이가 있습니다. 대개 재발의 빈도나 중등도는 나이가 들수록 감소합니다. 단순 포진이 재발하는 원인에는 자외선 조사, 월경 등의 호르몬 변화, 발열, 감기, 면역 저하, 외상 등이 있습니다.",
            "주의사항": "성기 부위에 발생한 단순 포진은 성접촉을 통해 전파될 수 있으므로 병변이 있는 동안에는 성접촉을 피해야 합니다."
        }
    },
    {
        "name": "당뇨병성 족부 질환(DM foot ulcer)",
        "details": {
            "정의": "당뇨병성 족부 질환은 당뇨병을 앓는 환자의 발에 생기는 신경병, 구조적 변형, 피부 못, 피부와 조갑의 변화, 발의 궤양, 감염, 혈관 질환 등의 통칭입니다. 당뇨병성 족부 질환이 진행되면 작은 상처도 낫지 않고 궤양이 됩니다. 심한 경우 혈액 순환이 되지 않아 까맣게 썩습니다.",
            "원인": "당뇨병을 앓으면 혈액 순환이 잘되지 않고 감각이 둔해지며, 세균 감염에 대한 저항력이 떨어집니다. 발에 상처가 생겨도 잘 느끼지 못하며, 치유력과 세균에 대한 저항력이 떨어져 가벼운 상처도 급속히 진행하여 궤양이나 괴저 등 심각한 합병증이 발생합니다. 심하면 절단해야 할 수 있습니다. 당뇨병을 앓은 기간이 오래된 사람, 담배를 피우는 사람, 혈당이 잘 조절되지 않는 사람의 경우 당뇨병성 족부 질환이 발생할 위험이 더욱 높습니다. 많은 당뇨발은 사소한 상처에서 비롯되므로, 환자 자신이 조금만 주의를 기울인다면 대부분 예방할 수 있습니다. ① 발톱이 파고 들어가는 상처 ② 발톱을 깎다가 생기는 상처 ③ 꼭 끼는 신발로 인한 물집, 굳은살 ④ 뜨거운 목욕탕에서 생긴 수포",
            "증상": "당뇨병성 족부 질환의 증상으로 가장 먼저 나타나는 증상은 신경 장애로 인한 이상 감각이 많습니다. 초기 증상은 발이 시리고, 저리고, 화끈화끈한 것입니다. 환자 개개인에 따라 다양한 증상을 호소합니다. 이것이 좀 더 진행되면 발에 무언가 붙어 있는 듯한 느낌이나 발을 밟을 때 모래나 구슬 위를 걷는 듯한 느낌 등과 같은 다양한 이상 감각을 호소하게 됩니다. 이러한 이상 감각과 통증으로 인해 불면증에 시달리는 경우가 많습니다. 신경이 완전히 파괴되면 발의 감각이 둔해집니다. 발에 쉽게 상처가 나고, 다치거나 고름이 잡혀도 본인은 아픈지 모릅니다. 상처가 커지고 심해져야 깨닫게 됩니다. 자주 발이 붓습니다. 피부에 땀이 나지 않아 건조해지고 갈라져서 상처가 쉽게 납니다. 운동 신경의 이상으로 인해 발가락의 작은 근육들이 마비되어 망치족이나 갈퀴족 같이 변형되어 신발이 잘 맞지 않게 되기도 하고, 굳은살이나 상처가 잘 생기기도 합니다. 자율 신경에도 이상이 생겨 발에 땀이 잘 안 나고 건조해지기도 합니다. 혈액 순환 장애로 인해 발이 시리거나 차가워지는 증상이 나타나며, 많은 경우 발가락이 갑자기 까맣게 썩습니다.",
            "진단": "발의 갑작스러운 변화에 항상 주의를 기울여야 합니다. 발의 색이 붉거나 검게 변하거나, 수포, 궤양 등 사소한 변화가 생기면 병원을 찾는 것이 좋습니다. 당뇨병성 족부 질환을 정확하게 평가하기 위해서는 핀 테스트, 소리굽쇠 테스트 등의 감각 검사와 방사선 검사, 뼈 스캔 및 혈류를 평가하기 위한 피부 산소포화도 검사, 초음파 혈류 검사, 혈관 조영술 등이 필요할 수 있습니다.",
            "치료": "당뇨병성 족부 질환의 치료는 크게 보존적 치료와 수술 치료로 나뉩니다. 보존적 치료는 드레싱을 하여 육아 조직 및 혈관의 생성을 돕는 것입니다. 필요하다면, 혈관 확장제, 조직의 재생을 돕는 상피세포 성장 인자(EGF), 고압산소 치료 등을 이용하여 상처의 치유 과정을 촉진하기도 합니다. 수술 치료로는 감염되어 죽은 조직을 수술로 제거하여, 건강한 조직으로부터 상처가 치유되도록 하는 변연 절제술이 있습니다. 또한 크고 깊은 상처 조직을 다른 부위의 살로 덮어 주는 재건 수술(피부 이식술, 국소 피판술, 유리 피판술)이 있습니다. 예전 같으면 심하게 괴사한 당뇨발을 절단했어야 하지만, 최근에는 혈관 상태에 따라 성공적으로 재건할 수 있는 경우가 있습니다. 따라서 조기에 전문의의 진료를 받는 것이 중요합니다.",
            "경과": "당뇨 환자의 발은 가벼운 상처도 궤양이나 괴저 등의 심각한 합병증으로 급속히 진행할 수 있습니다. 또한 발 근육이 약해지면서 모양이 바뀌고 발뼈가 부서지기도 합니다. 혈액 순환이 나빠지면서 특별한 원인 없이 발가락이 까맣게 썩을 수도 있습니다. 이를 방치하면 심각한 합병증이 발생하고 절단에 이를 수도 있습니다.",
            "주의사항": "당뇨병성 족부 질환을 예방하기 위한 방법은 다음과 같습니다. ① 혈당 돌보기 - 혈당을 유지할 수 있는 건강한 생활습관을 가지세요. ② 매일 발 관찰하기 - 매일 발과 발톱의 상태, 상처, 피부의 색깔을 관찰하세요. - 허리나 시력의 문제로 발을 관찰하기 어려우면 거울을 사용하거나 가족에게 도움을 요청하세요. ③ 매일 발 씻기 - 발을 뜨겁지 않고 따뜻한 물로 씻으세요. - 목욕이나 샤워를 하기 전에는 물이 너무 뜨겁지 않은지 온도계나 팔꿈치로 확인하세요. - 발을 잘 말리고 발가락 사이가 젖어 있지 않도록 주의하세요. ④ 피부를 부드럽고 매끈하게 유지하기 - 발등과 발바닥에는 보습제를 바르고, 발가락 사이에는 바르지 마세요. ⑤ 발톱 손질하기 - 발을 씻고 말린 후, 발톱을 손톱깎이를 이용해 일자로 다듬으세요. 만일 발톱이 두꺼워지거나 노랗게 되면 잘라내지 말고 전문가에게 맡기세요. ⑥ 언제나 신발과 양말 신기 - 실내에서도 물건을 밟아 발을 다칠 수 있기 때문에 맨발로 다니지 마세요. - 신발을 신을 때는 울퉁불퉁한 부위나 이음새가 없는 양말 및 스타킹을 신어서 물집이 생기지 않도록 하세요. 욕창으로 진전되지 않도록 하세요. - 신발과 양말을 선택할 때는 발에 습기가 차지 않는 재료인지, 충격과 미끄러짐을 방지할 수 있게 만들어졌는지 확인하세요. - 신발을 신기 전에 신발 속이 매끈한지, 자갈돌과 같은 도돌도돌한 이물질이 없는지 항상 확인하세요. - 발에 변형이 있다면 당뇨 환자용 신발을 맞추어 신는 것이 좋습니다. - 안감을 댄 부츠는 겨울철에 발을 따뜻하게 유지하기에 좋습니다. ⑦ 뜨겁거나 찬 것으로부터 발을 보호하기 - 바닷가나 뜨거운 포장도로에서는 항상 신발을 신으세요. - 라디에이터나 난방기로부터 발을 멀리하세요. - 뜨거운 물이 들어있는 병이나 열이 나는 패드를 사용하지 마세요. - 추운 날에는 동상을 피하기 위해 발을 따뜻하게 유지하세요. - 발이 시리다면 잠잘 때 양말을 신으세요. ⑧ 혈액 순환에 신경 쓰기 - 의자에 오래 앉아 있을 때는 발을 올려놓고, 수시로 발가락을 움직이세요. - 발목을 위아래 좌우로 움직여 발과 다리에 혈액 순환이 잘 되도록 하세요. - 오랫동안 다리를 꼬고 있지 마세요. - 혈액 순환에 장애를 줄 수 있으므로 조이는 양말이나 탄력 스타킹, 다리를 조이는 가터(대님)를 피하세요. - 담배를 피우지 마세요. - 혈압이 높거나 콜레스테롤이 높다면 전문의와 상의하세요. ⑨ 적극적으로 운동하기 - 의사와 함께 올바른 운동 프로그램을 계획하세요. - 적당한 운동은 좋지만, 지나치게 오래 걷기나 격하게 달리는 등 발에 무리가 되는 운동은 피하세요. - 운동을 할 때 언제나 준비운동과 정리운동을 하세요. - 발에 잘 맞는 보행 신발이나 운동화를 신으세요. ⑩ 의사와 관계 유지하기 - 적어도 1년에 한 번은 전문의에게 발을 검사받으세요. 심각한 문제가 있다면 즉시 알려줄 것입니다."
        }
    },
    {
        "name": "대상포진(Herpes zoster)",
        "details": {
            "정의": "대상포진은 수두-대상포진 바이러스(varicella-zoster virus, VZV)가 소아기에 수두를 일으킨 후 신경 주위에 무증상으로 남아 있다가, 수두-대상포진 바이러스에 대한 면역력이 떨어질 때 신경을 타고 나와 피부에 발진을 일으키면서 심한 통증을 유발하는 질환을 의미합니다.",
            "원인": "대상포진의 주된 원인은 (세포 매개성) 고령, 면역 저하제 사용, 이식, 에이즈 등으로 인해 면역력이 떨어지는 것입니다. 면역력이 떨어지면, 바이러스가 증식하여 신경을 따라 피부로 다시 나오면서 대상포진이 발생합니다. 암, 에이즈, 항암 치료, 방사선 치료, 이식 후 거부 반응을 막기 위해 면역 억제제를 복용하거나 장기간 스테로이드를 복용하는 경우에 면역력이 감소할 수 있습니다. 이외에 질병, 사고, 스트레스 등으로 몸의 면역력이 약해져 대상포진이 발생하기도 합니다.",
            "증상": "대상포진은 주로 몸통이나 엉덩이 부위에 생깁니다. 그러나 신경이 있는 부위이면 얼굴, 팔, 다리 등 어디에서든 발생할 수 있습니다. 대상포진의 주요 증상은 통증입니다. 통증은 몸의 한쪽 부분에 국한되는 경우가 대부분입니다. 아프거나 따끔거리는 느낌의 통증이 발생합니다. 이러한 증상이 1~3일 정도 이어진 후 붉은 발진이 나타나며, 열이나 두통이 발생합니다. 수포는 2~3주 정도 지속됩니다. 수포가 사라진 후 농포, 가피가 형성되며, 점차 사라집니다. 통증은 병변이 사라진 후에도 지속될 수 있습니다. 이것이 포진 후 신경통입니다. 드물게 수포 없이 통증이 발생하거나 통증 없이 수포가 발생하는 경우도 있습니다. 포진 후 신경통의 통증이 일반적인 진통제에 반응하지 않을 정도로 매우 심한 경우, 신경 차단술 등을 시행할 수도 있습니다.",
            "진단": "대상포진은 피부 병변의 모양을 확인하여 진단합니다. 대상포진의 수포는 신경을 따라 무리를 지어 특징적(발진, 수포, 농포, 가피의 여러 단계가 산재한 양상)으로 나타나기 때문입니다. 다만 전형적인 피부 변화가 나타나지 않는 대상포진이 있기 때문에 피부 병변을 긁어 현미경적 검사, 바이러스 배양 검사, 분자 유전자 검사를 시행할 수 있습니다.",
            "치료": "대상포진은 항바이러스제를 사용하여 치료합니다. 조기에 항바이러스제를 투약하는 것이 효과가 좋습니다. 대상포진으로 인한 통증을 조절하기 위해 진통제를 복용합니다. 진통제의 종류는 증상의 정도에 따라 선택합니다.",
            "경과": "대상포진 후 신경통은 병변이 치료된 후에도 통증이 지속되는 것을 의미합니다. 이는 바이러스가 신경을 타고 피부로 나오면서 신경에 생긴 염증으로 인해 통증이 사라지지 않고 남아있는 것으로 이해됩니다. 이러한 통증은 수개월 정도 지속되지만, 심한 경우 수년 동안 지속될 수도 있습니다. 대상포진 후 신경통은 노인에게 잘 나타납니다. 대상포진이 발생한 초기에 약을 사용하면 이러한 합병증의 발생 가능성을 줄일 수 있습니다. 대상포진 백신을 투여하면 이러한 포진 후 신경통의 발생 빈도가 낮아집니다. 다른 합병증으로 대상포진 바이러스가 내부 장기로 퍼지는 경우가 있습니다. 이는 수두와 비슷한 양상을 보이며, 주로 면역력이 떨어진 환자에게서 발생합니다.",
            "주의사항": "수포 부위에 박테리아가 감염되면 치료가 지연됩니다. 통증이 지속되며 붉은 기운이 증가하거나 다시 나타나는 경우에는 반드시 의사와 상담해야 합니다."
        }
    },
    {
        "name": "대상포진 후 신경통(Postzoster neuralgia)",
        "details": {
            "정의": "대상포진 후 신경통은 대상포진 후에 발생하는 만성 통증으로, 발진이 발생한 지 1개월이 지난 후에도 통증이 남아 있는 질환을 의미합니다. 고령일수록 발생 빈도가 증가합니다. 60세 이상 대상포진 환자의 20~50% 정도는 6개월 이후까지도 지속되는 통증을 경험합니다. 70세 이상 대상포진 환자의 50% 정도는 대상포진 후 신경통을 경험합니다. 대상포진 후 신경통은 당뇨병 환자, 면역 저하 환자, 여성에게 발생할 위험성이 높습니다.",
            "원인": "대상포진은 어릴 때 수두를 앓은 사람의 몸에 남아 있는 바이러스(Varicellar-zoster virus)에 의해 피부에 심한 통증과 물집이 생기는 신경 질환입니다. 이러한 바이러스는 특정 신경세포에 숨어 있다가 몸의 저항력이 약해지거나 심하게 피곤할 때 신경을 타고 나와 피부에 발진을 일으킵니다. 나이가 많고 면역력이 떨어진 환자에게서 대상포진 후 신경통이 잘 발생합니다. 대상포진 후 신경통의 원인은 잘 알려지지 않았습니다. 다만 급성기의 염증과 그 결과로 나타나는 통증 신호에 의해 통증 전달 체계에 이상이 생기고, 이로 인해 기능이 변화되면서 발생한다고 알려져 있습니다.",
            "증상": "대상포진은 물집이 발생하기 며칠 전부터 심한 통증이 생기므로 다른 질환으로 오인되기도 합니다. 감기몸살과 같은 증상이 나타나기도 합니다. 왼쪽, 오른쪽 중 한쪽에만 국한되어 나타납니다. 얼굴, 팔다리, 몸통 등 어디에서든 발생합니다. 대개 피부가 붉어지면서 작은 물집이 띠를 두른 것처럼 발생하며, 2~3주 정도 지속됩니다. 통증이 심하여 옷깃만 스쳐도 통증을 느낍니다. 심한 경우 선풍기 바람도 쐴 수 없을 정도로 극심한 통증을 호소합니다. 대상포진 후 신경통이 생기면 피부 표면이나 피부 깊은 곳에서 통증이 느껴집니다. 지속적으로 통증이 오는 경우, 통증은 따갑고 쑤시고 찌르는 듯하며 박동성입니다. 간간이 통증이 발생하는 경우는 통증이 예리하고 찢어지는 듯합니다. 통증 부위의 감각은 둔해지는 경우가 많습니다. 스치는 듯한 가벼운 자극에도 극심한 고통을 느끼기도 합니다.",
            "진단": "대상포진 후 신경통은 대상포진으로 인해 발생한 물집 등의 피부 병변이 치유된 후에 지속적인 통증이 발생하는지의 여부로 진단합니다. 대상포진은 대개 몸 한쪽에 국한된 띠 모양의 물집과 심한 통증으로 쉽게 진단할 수 있습니다. 대상포진을 확진하기 위해서 물집이 발생한 부위의 피부 세포에 대한 현미경 검사나 혈액 검사를 시행하기도 합니다.",
            "치료": "대상포진을 치료하기 위해서 급성기에 항바이러스 제제를 사용하고 이와 함께 피부 병변에 대한 치료를 시행합니다. 이와 함께 대상포진 후 신경통의 발생을 최소화하기 위한 신경차단법을 병행하기도 합니다. 대개 피부 병변은 2~3주 정도면 치유됩니다. 하지만 대상포진 후 신경통이 발생하면 치료 자체가 힘들며 심한 통증으로 인해 일상생활에 영향을 미칩니다. 따라서 급성기에 대상포진 후 신경통의 발생을 줄이기 위한 적극적인 치료가 필요합니다. 초기에 적극적으로 치료하면 90% 이상 통증이 감소하며, 대상포진 후 신경통의 발생 빈도가 줄어듭니다. 이 때문에 발생 초기의 적극적인 치료가 중요합니다. 일단 대상포진 후 신경통이 발생하더라도 최대한 빠르게 치료할수록 효과가 뛰어납니다. 대상포진 후 신경통의 치료에는 지속적인 신경차단법, 레이저 조사, 전기 자극 요법이 이용되기도 합니다. 대상포진 후 신경통은 일단 발생한 후에는 완치하기 어렵습니다. 통증을 줄여서 일상생활을 유지하는 데 큰 불편함이 없도록 하는 것이 치료의 목표입니다. 주된 치료는 약물 치료입니다. 통증 감소, 우울과 불안 감소, 불면증 완화 등을 목적으로 항우울제, 항경련제, 아편 유사제, 국소 마취제 부착포 등을 주로 이용합니다. 약물 치료에 잘 반응하지 않는다면, 신경 차단 요법을 병행하기도 합니다. 대상포진이 발생한 후 1년 이상 지난 환자에게 단독으로 신경 차단 요법을 시행하면, 장기간의 진통 효과를 얻기 힘듭니다. 이외에 경피적 전기 신경 자극, 피부 동결볍, 국소 마취제 등이 사용됩니다.",
            "경과": "이미 발생한 대상포진 후 신경통은 완치되기 어렵습니다. 통증을 줄여서 일상생활을 영위하는 데 별다른 불편함을 느끼지 않도록 하는 것이 치료의 목표입니다. 통증을 이겨낼 수 있다는 마음가짐도 중요합니다. 초기에 신경통의 발생을 최소한으로 줄이기 위한 적극적인 치료가 필요합니다."
        }
    },
    {
        "name": "돌발성 발진(Exanthem subitum)",
        "details": {
            "정의": "돌발성 발진은 생후 6~24개월 영유아에게 많이 발생하는 양성 급성 전염병을 의미합니다. 이는 소아 장미진(roseola infantum)이라고도 불립니다. 돌발성 발진의 원인은 바이러스에 의한 감염입니다.",
            "원인": "돌발성 발진의 원인은 헤르페스 바이러스인 HHV-6 또는 7에 의한 감염입니다. 이 바이러스는 유일하게 사람만을 숙주로 하므로, 인간 헤르페스 바이러스라고도 불립니다.",
            "증상": "돌발성 발진의 증상은 다양합니다. 주로 10일 전후의 잠복기를 거쳐 급작스럽게 39~41℃ 정도의 고열이 발생하고, 이 고열이 3~4일 정도 지속되다가 내려가면서 발진이 나타납니다. 환아는 고열이 지속되는 동안 보통 몹시 보채고 식욕이 떨어지며, 열성 경련을 하기도 합니다. 발진은 주로 몸통, 목, 귀 뒤에서 나타납니다. 드물게 얼굴이나 다리에 나타나기도 합니다. 발진은 빠르게 사라져서 24시간 이상 지속되는 경우가 드뭅니다. 뒷머리, 목, 귀 뒤의 림프절이 확대되는 경우가 많습니다. 인후, 결막, 고막의 발적, 목젖이나 구개열 부위의 궤양이 동반되기도 합니다.",
            "진단": "돌발성 발진을 확진할 수 있는 특별한 진단 방법은 없습니다. 주로 병력, 증상, 진찰 소견 등을 이용하여 돌발성 발진을 진단합니다.",
            "치료": "돌발성 발진은 대증 요법을 이용하는 것 외에 특별한 치료법이 없습니다. 보통 6~7일 정도 지나면 자연 치유됩니다. 환아가 고열이 나고 보채면 해열제를 투여하고 충분한 수분을 공급합니다. 해열제로는 아세타미노펜, 이부프로펜을 사용할 수 있으며, 아스피린은 피해야 합니다.",
            "경과": "돌발성 발진은 특별한 치료 없이 자연 치유됩니다. 이때 생긴 발진은 껍질도 벗겨지지 않아서 흉터도 남지 않습니다. 드물게 심한 고열로 인한 열성 경련이 발생할 수 있으므로 고열이 있을 때는 해열제를 투여하는 게 중요합니다."
        }
    },
    {
        "name": "동상(Frostbite)",
        "details": {
            "정의": "동상이란 심한 추위(한랭)에 노출됨으로써 신체 부위의 생리적인 보상 기전이 실패하여 국소적인 조직 손상이 발생하는 것을 의미합니다.",
            "원인": "피부의 혈액순환은 체온 유지에 가장 중요한 요소입니다. 인체는 섭씨 15℃(화씨 59℉) 이하에서 피부에 가까운 혈관을 수축시켜 중심 체온을 유지하려는 특징이 있습니다. 아주 추운 날씨나 환경에 오랜 시간 노출되면, 혈관이 지속적으로 수축함으로써 신체 말단부에 공급되는 혈류가 감소하여 조직이 손상됩니다. 이것이 바로 동상입니다. 따라서 동상은 심장에서 멀리 떨어진 신체 부위와 추위에 노출되는 손가락, 발가락, 귀, 코 등에 잘 생깁니다. 신체 조직은 섭씨 영하 2℃(화씨 28℉) 이하가 되면 얼기 시작하며, 세포 내에 얼음 결정이 생겨 손상됩니다. 이 세포들이 재가온되며 세포가 터지면 추가 손상이 생깁니다. 또한 체액과 단백질이 손상된 혈관으로 새어 나와 부종과 수포를 일으킵니다.",
            "증상": "동상의 증상은 노출 정도에 따라 달라집니다. 가장 흔한 증상으로서, 동상 환자의 75%는 무감각을 겪습니다. 초기에는 가벼운 건드림, 통증, 온도에 대한 감각이 손실됩니다. 혈관이 심하게 수축되어 손상되면 지각 마비(무감각증, anesthesia)가 옵니다. 조직이 부분적으로 손상될 때는 간헐적인 통증이 발생합니다. 정상적인 감각이 느껴지고, 따뜻하고, 초기에 수포가 생기면 예후가 좋습니다. 그러나 출혈성 수포가 생기거나 부종이 형성되지 않으면 예후가 나쁩니다.",
            "진단": "한랭 환경에 노출된 기왕력과 임상 양상을 통해 동상을 진단할 수 있습니다. 그러나 조직 손상을 정확하게 평가하는 진단 방법은 없습니다.",
            "치료": "가벼운 동상을 입었을 때는 해당 부위를 따뜻하게 해 주면 됩니다. 그러나 중증의 동상을 입었을 때는 응급실에 가야 합니다. 병원에 가기 전에 젖은 옷을 벗기고 동상이 걸린 부위를 움직이지 않게 합니다. 마찰을 통해 열을 내면 오히려 조직 손상을 더 일으킬 수 있습니다. 이송 중에는 점진적이고 부분적으로 녹지 않도록 마른 열을 피해야 합니다. 완전히 해동할 수 없다면 현장에서 해동하는 것은 피해야 합니다. 동상 치료에는 급속 재가온법을 사용합니다. 섭씨 37~42℃ 정도의 온수조에 피부가 말랑말랑해지고 홍조가 생길 때까지 동상 부위를 담가서 녹입니다. 대개 30~60분 정도가 소요되며, 이때 상당히 통증이 심하므로 특별한 금기가 없으면 진통제를 사용할 수 있습니다. 일단 피부가 녹으면 혈액응고 억제제(blood-thinning medication), 항염증제, 항생제 등으로 치료합니다. 일부 괴사 조직을 제거할 수 있습니다. 고단백 식사와 금연도 치료에 도움이 됩니다.",
            "경과": "① 초기 후유증 - 첫 주에 허혈성 신경염으로 인한 간헐적인 감각 마비가 나타납니다. - 증상의 정도가 조직 손상의 정도를 나타냅니다. - 증상은 몇 달 동안 지속될 수 있습니다. - 증상은 밤에 더욱 심해지며, 열에 노출되거나 처음 걸을 때 심해집니다. - 온도 감각이 변합니다. - 교감 신경의 이상으로 인해 과발한증이 나타날 수 있습니다. ② 후기 후유증 - 손발톱 기형, 피부색 변화, 편평상피암 등이 발생할 수 있습니다. - 뼈의 재흡수, 손발가락 짧아짐, 관절염 등이 발생할 수 있습니다. - 소아의 경우 성장판의 손상으로 손발가락이 짧아질 수 있습니다. - 근육 분획을 침범할 수 있습니다. 횡문근용해증(rhabdomyolysis)인 경우에는 신장 기능 부전을 일으킬 수 있습니다. - 1~2개월 뒤에 절단을 통해 죽은 조직을 제거해야 합니다. - 제어되지 않는 통증, 패혈증, 계속된 조직 괴사가 나타나는 경우 초기에도 외과적 치료를 고려할 수 있습니다.",
            "주의사항": "동상은 세포의 60%를 차지하는 수분이 결빙되어 고체(얼음)가 된 상태를 의미합니다. 그러므로 외부에서 동상 부위를 비비거나 충격을 가하면 세포 내 고체가 세포막을 파괴하여 세포 기능을 잃게 됩니다. 즉, 동상 부위를 비비는 것 자체가 세포의 손상을 유발하여 동상 부위가 더욱 심하게 손상될 수 있습니다. 그러므로 응급 치료를 시행할 때는 동상 부위에 절대로 물리적 충격을 가하면 안 되며, 동상 부위를 뜨거운 물(섭씨 39~42℃)에 30~60분 정도 담가 두어야 합니다."
        }
    },
    {
        "name": "동전모양 습진(Nummular Eczema)",
        "details": {
            "정의": "동전모양 습진은 비교적 경계가 잘 구분되는 동그란 모양의 습진성 판을 의미합니다.",
            "원인": "동전모양 습진의 명확한 원인은 아직 밝혀지지 않았습니다. 흔히 건조한 피부와 연관이 있습니다. 또한 병변에서 신경펩타이트의 양이 증가된 것을 확인할 수 있습니다.",
            "증상": "주로 무릎 아래쪽의 하지, 손등, 발등 등의 부위에 습진이 발생합니다. 급성 발진은 작은 물집과 구진으로 나타나며, 이들이 합쳐지면서 주변으로 퍼져나가 특징적인 홍반성의 동전 모양 병변을 형성합니다. 급성 병변에는 부종과 삼출, 딱지가 발생할 수 있습니다. 만성 병변에는 비늘과 태선화가 나타납니다. 가려움증 및 이로 인해 긁힌 상처를 볼 수 있습니다.",
            "진단": "특징적인 임상 양상과 조직학적 소견을 바탕으로 진단합니다.",
            "치료": "우선 환자의 건조한 피부를 고려하여 기본 조치를 취합니다. 장시간의 목욕과 뜨거운 물, 세정력이 강한 비누 사용을 피합니다. 모직 등에 의한 피부 자극을 피해야 하며, 습도가 낮은 환경도 피해야 합니다. 짧은 시간에 미지근한 물로 목욕한 후 전신에 피부 연화제 로션을 바르고, 중등도 이상의 국소 스테로이드를 하루 1~2회 도포하는 것이 좋습니다. 증상이 심하거나 치료에 저항이 나타나면 효력이 강한 스테로이드를 사용합니다. 항히스타민제를 사용해 가려움증을 완화할 수 있습니다.",
            "주의사항": "피부사상균 감염, 고름딱지증, 알레르기 접촉 피부염, 아토피 피부염과 비슷한 증상을 보이므로 이들과의 감별이 필요합니다. 유병 기간이 길수록 완치율이 떨어지는 특성이 있습니다."
        }
    },
    {
        "name": "두드러기(Urticaria)",
        "details": {
            "정의": "두드러기는 벌레에 물렸을 때 부풀어 오르는 것과 같은 팽진과 그 주위를 둘러싸는 발적이 특징적으로 나타나는 증상입니다. 피부가 몹시 가려우며, 경계가 명확한 병변이 홍색 또는 흰색으로 부어오릅니다. 이러한 팽진은 혈관 반응으로 인해 피부의 진피에 나타나는 일시적인 부종에 의해 생깁니다. 각각의 병변은 24시간 이상 지속되지 않습니다.",
            "원인": "두드러기는 곤충 자상, 음식물 알레르기, 약물, 감염, 기계적·물리적 자극 등의 여러 가지 원인과 기전에 의해 발생합니다. 이러한 요인 때문에 비만세포 및 호염기구에서 여러 가지 화학 매개체들이 유리되고, 이 매개체들이 피부의 미세혈관에 작용하여 이것을 확장시키고 투과성을 증가킴으로써, 혈관으로부터 단백질이 풍부한 삼출액이 진피조직으로 새어 나가 두드러기가 발생합니다. 그 대표적인 화학 매개체는 히스타민입니다. 히스타민이 피부 미세혈관의 수용체에 결합되면 홍반과 팽진이 생길 수 있습니다.",
            "증상": "① 급성 두드러기와 만성 두드러기 두드러기는 유발 인자에 따라 매우 다양하게 구별할 수 있지만, 크게는 급성과 만성으로 나눌 수 있습니다. 두드러기가 6주 이상 반복적으로 나타나면 만성으로, 그 이하면 급성으로 분류합니다. 급성 두드러기는 1주일 정도 지나면 없어지는 경우가 많습니다. 음식이 원인이라고 하더라도 시간이 지나면 체내에서 분해되거나 체외로 배설됩니다. 따라서 원인을 찾기보다는 가렵고 붓는 증상이 있는 동안 스테로이드와 항히스타민제를 적절히 투약하여 치료하는 것이 좋습니다. 만성 두드러기는 6주 이상 오랜 기간 유지되며, 경우에 따라서는 수년간 지속적으로 발생합니다. 만성 두드러기 환자의 70%는 두드러기의 원인을 알 수 없습니다. 감염, 대사 및 내분비계 이상, 악성 종양, 정신적 요인과의 관련성이 지적됩니다. 나머지 30%의 경우 자가 면역 기전과 관계있다는 보고가 있습니다. ② 일광 두드러기(Solar Urticaria) 햇볕 때문에 생기는 두드러기를 일광 두드러기라고 합니다. 햇볕을 쬐면 수 분 내에 두드러기가 나타나서 한두 시간 만에 실내로 들어가야 합니다. ③ 한랭 두드러기(Cold Urticaria) 차가운 공기, 찬물 등 추위에 의해 생기는 두드러기를 한랭 두드러기라고 합니다. 주로 추위에 노출되었다가 다시 따뜻해질 때 증상이 나타납니다. 신체 부위가 추위에 많이 노출되었을 때는 전신 두드러기와 호흡 곤란 등의 증상이 나타납니다. 얼음조각을 피부에 대어 보는 간단한 검사로 확인할 수 있습니다. ④ 콜린성 두드러기(Cholinergic Urticaria) 콜린성 두드러기는 땀이 나거나, 햇볕을 받거나, 목욕하거나, 화가 나는 등 피부 온도를 높일 수 있는 경우에 발생합니다. 정서적으로 흥분한 후에 주변 색깔이 하얗거나 빨갛고 자잘한 두드러기가 온몸에 깔리며 몹시 심하게 가렵습니다. ⑤ 피부묘기증(Dermographism) 피부묘기증은 피부를 강하게 긁거나 때리면 그 자리를 따라서 부풀어 오르는 증상이 나타나는 두드러기입니다. 이 환자들은 대부분 전신 건강에 아무런 지장이 없습니다. 이 증상은 다른 유형의 두드러기와 동반되기도 하며 몹시 가려울 수 있습니다. ⑥ 맥관 부종(Angioedema) 맥관부종은 입술이나 눈 주위가 붓는 두드러기로, 그다지 간지럽지는 않습니다. ⑦ 열 두드러기(heat urticaria) 열 두드러기는 열이 가해진 부위에만 두드러기가 발생하는 것입니다. 손이나 발을 40도 정도의 물에 수분간 담그고 있으면 두드러기를 발생시킬 수 있습니다. ⑧ 수성 두드러기(aquagenic urticaria) 수성 두드러기는 물의 온도와 상관없이 물이 닿은 부위에 아주 작은 팽진이 모공을 중심으로 발생하는 드문 두드러기입니다. 목, 팔, 상체에 잘 나타납니다. 피부를 긁은 후 즉시 피부묘기증이 발생하지 않고 수 시간 후에야 두드러기가 발생하는 경우가 있습니다. 장시간 걷거나 앉아 있은 뒤 수 시간 후에 넓은 두드러기나 통증을 동반한 맥관부종이 발생하여 14~86시간 정도 지속되는 경우가 있습니다. 이를 지연형 피부묘기증과 압박 두드러기(delayed dermographism, pressure urticaria)라고 합니다. ⑨ 진동성 맥관 부종(vibratory angioedema) 진동성 맥관 부종은 진동 자극을 받은 부위에만 국한되어 거대한 부종이 발생하는 것을 의미합니다.",
            "치료": "두드러기의 원인은 발견하기 어렵습니다. 따라서 가려움증을 덜기 위해 주로 항히스타민제를 씁니다. 급성 두드러기가 전신에 심하게 발생했거나, 항히스타민제로 잘 호전되지 않거나, 후두부 부종으로 호흡 곤란이 나타날 시에는 항히스타민제와 함께 에피네프린(epinephrine)을 피하 주사하기도 합니다. 여러 치료에 잘 반응하지 않는 급성 두드러기에 단기간 부신피질호르몬제를 사용하기도 합니다. 최근에는 심한 두드러기에 대해 오말리주맙 주사 치료를 시행합니다. 이 방법은 고용량 항히스타민제에 반응하지 않고 스테로이드를 장기간 사용해야만 하는 중증 두드러기 환자에게 매우 효과적입니다. 오말리주맙은 화학 약품이 아니라 최신 의학 기술로 만든 항체로써 두드러기를 일으키는 원인만 선택적으로 차단하기 때문에 효과가 매우 좋고 부작용이 매우 적습니다."
        }
    },
    {
        "name": "두부 백선(Tinea Capitis)",
        "details": {
            "정의": "두부 백선은 머리의 뿌리에 곰팡이균이 기생하는 질환으로, 점염성이 있습니다.",
            "원인": "두부 백선의 주요 원인은 백선균 중 마이크로스포룸, 트리코파이톤 종류에 속하는 균에 의한 감염입니다. 이 질환은 환자와의 직접 접촉을 통해 전염될 수도 있고, 이발 기구, 모자 등을 통해 간접적으로 전염될 수도 있습니다. 고양이와 개에게서도 전염될 수 있습니다.",
            "증상": "백선균이 모공을 타고 내려가 모근 가까이에 침입하면, 머리털이 끊어지거나 비늘처럼 보이는 둥그런 각질이 두피에 생기는 증상이 나타납니다. 우리나라에서는 위생적으로 깨끗하지 못하던 1960년대에 많이 발생했습니다. 머리에 여러 가지 크기의 원형이나 타원형 모양의 인설 경계가 뚜렷해집니다. 대개 회색 또는 약한 홍반성을 띄고 있습니다. 이러한 증상이 심해지면 머리털이 빠지거나 쉽게 부러지면서 부분적으로 탈모 현상이 나타납니다. 또한 머리가 가려우며 어깨에 비듬과 같은 것이 떨어집니다. 이는 본인은 물론 남에게도 불쾌감을 줍니다. 머리를 자꾸 긁거나 병변이 발생한 후에도 여전히 불결한 경우 2차 염증이 발생합니다. 심할 경우 머리 뿌리까지 균이 침범합니다. 치료 시기를 놓치면 머리의 뿌리 부위에 손상을 입어 머리카락이 영원히 자라지 않을 수 있습니다.",
            "진단": "두부 백선은 도말 검사 및 진균 배양 검사를 시행하여 진단합니다. 병변 부위에서 뽑은 머리카락을 통해 이 검사를 실시합니다. 의심이 가는 병변에 우드등을 비추면 황록색의 형광이 관찰됩니다.",
            "치료": "두부백선은 병변 부위의 머리를 짧게 깎고, 위생 상태를 청결하게 하고, 머리를 자주 감으며, 항균제를 복용하고, 국소적으로 항진균제 연고를 바르며 치료합니다. 2차 세균 감염이 발생한 경우 항생제를 사용하며, 상태에 따라 부신 피질호르몬제를 병용하기도 합니다. 항진균제 샴푸를 사용하면 균의 확산을 방지할 수 있습니다. 치료가 잘 되면 머리카락은 다시 자랍니다. 하지만 치료 시기가 너무 늦어지거나 2차 염증으로 머리 뿌리가 파괴되면 머리카락이 나지 않을 위험성도 있습니다.",
            "경과": "머리의 위생을 청결히 합니다. 곰팡이균을 옮길 수 있는 동물과의 접촉을 피합니다."
        }
    },
    {
        "name": "딸기코(Rosacea)",
        "details": {
            "정의": "딸기코는 혈관이 자극을 받으면 정상인에 비해 더 쉽게 늘어나고, 늘어난 후에 정상대로 잘 오므라들지 않는 현상이 되풀이되면서, 혈관이 항상 늘어난 상태로 있거나 점차 심해지며 고름집, 부종 등이 생기는 만성 질환을 의미합니다. 딸기코는 얼굴의 중앙 부위, 특히 코 주변부와 같이 돌출된 부위, 뺨, 턱, 이마 등에 지속적으로 발생하는 홍반, 구진, 고름집, 반복적인 홍조 및 혈관 확장이 나타납니다. 얼굴이 붉어지는 것은 피부의 혈관이 늘어난다는 것을 의미합니다.",
            "원인": "딸기코의 원인은 아직 확실하게 밝혀지지 않았습니다. 하지만 딸기코는 유전적인 요인에 의해 발생하며, 각 개인의 체질이 중요한 원인으로 작용합니다. 체질적으로 딸기코가 발생할 수 있는 사람의 얼굴 혈관이 자극에 자주 노출되어 늘어나면서 발생합니다. 만성적인 햇빛 노출도 딸기코의 원인이 됩니다. 햇빛에 노출되어 피부 표면의 탄력성이 변하면서 혈관이 확장되고 피부가 붉게 조이게 됩니다. 이외에도 딸기코의 원인으로 헬리코박터 파일로리 감염이 위에서 위산 분비를 촉진하여 얼굴이 붉어지는 것을 들기도 합니다. 내분비 이상, 음주, 카페인을 함유한 음료의 과도 복용과 관련이 있다는 설명도 있습니다.",
            "증상": "딸기코는 몇 단계를 거쳐 진행됩니다. 발병 초기에는 단지 홍조만 간헐적으로 나타나며, 자극에 대해 따갑거나 화끈거리는 증상이 동반됩니다. 시일이 경과하면, 지속적인 홍반, 모세혈관 확장, 모낭의 염증성 구진, 고름 물질이 얼굴 중심부에 나타납니다. 이 시기에 얼굴 모공이 두드러지게 관찰됩니다. 딸기코가 더 진행되면, 얼굴 전체로 염증성 병변이 발생하며, 두피에도 병변이 나타날 수 있습니다. 피지샘과 결합 조직이 증식되면 딸기코가 됩니다. 모공이 확장되어 피부 표면이 오렌지 껍질 모양처럼 됩니다.",
            "진단": "딸기코는 대부분 임상 양상을 통해 진단합니다. 딸기코는 여드름에 비해 얼굴 중심부에 국한되어 나타나는 경우가 많으며, 피지 덩어리가 없습니다. 지루 피부염은 붉은 부위의 위로 인설이 존재한다는 점에서 딸기코와 구분됩니다. 필요할 경우 피부조직 생검을 진행하여 진단하기도 합니다.",
            "치료": "딸기코의 치료 방법에는 국소 요법, 전신 요법 등이 있습니다. 국소 요법에는 항생제 연고, 여드름 치료에 쓰이는 메트로니다졸 젤, 곰팡이 질환에 쓰이는 이미다졸을 사용합니다. 전신 요법에는 항생제, 피지 조절제를 사용합니다. 딸기코는 호전과 악화가 반복되는 질환이므로, 장기간 치료가 필요합니다. 모세혈관이 확장되어 나타나는 홍조에는 레이저 치료를 시행합니다. 모세혈관이 확장되어서 늘어난 실핏줄은 거의 모든 환자에게 나타나기 때문에 레이저 치료를 시행하는 경우가 많습니다. 안면 홍조와 딸기코 치료에 효과적인 레이저로는 혈관에 특이적인 레이저나 IPL을 사용합니다.",
            "경과": "딸기코 증상은 호전과 악화가 반복되며, 안검염, 상공막염, 결막염, 홍채염, 각막염 등이 생길 수도 있습니다. 눈의 합병증은 환자의 3~58%에서 나타납니다. 이 경우 초기에 정확한 진단을 받지 못하여 부적절한 치료를 받을 위험성이 있습니다.",
            "주의사항": "홍조와 혈관 확장을 일으키는 인자인 과도한 열, 한랭, 과도한 일광 등에 노출되는 것을 최소화해야 합니다. 음주 및 뜨겁거나 매운 음식 섭취를 피하는 것이 좋습니다."
        }
    },
    {
        "name": "땀띠(Miliaria)",
        "details": {
            "정의": "땀띠는 고온다습한 환경에 장기간 노출될 때 피부 땀관, 땀구멍이 폐쇄되어 땀이 원활하게 배출되지 못하고 축적되어 발생하는 작은 발진, 홍반을 의미합니다. 땀띠는 폐쇄된 땀관의 위치에 따라 수정 땀띠, 적색 땀띠, 깊은 땀띠 등으로 구분됩니다.",
            "원인": "땀띠의 원인은 체온을 조절하기 위한 땀이 분비되는 통로인 땀관이 막히면서 생기는 염증입니다. 땀관이 막히는 원인에는 습기가 많은 고온다습한 환경, 자외선 노출, 피부 세균 등이 있습니다.",
            "증상": "얕은 부위의 땀관이 막힌 땀띠는 1mm 정도의 물방울 모양의 투명한 물집으로 나타납니다. 이 경우 자각 증상이 없습니다. 깊은 부위의 땀관이 막힌 땀띠의 경우 붉은 구진, 농포가 발생합니다. 이 경우 심한 가려움증이 나타날 수 있습니다. 땀띠는 주로 머리, 목, 몸통 상부, 겨드랑이 등에 발생합니다.",
            "진단": "땀띠는 보통 병력과 진찰을 통해 임상적으로 진단합니다. 피부 병변의 양상, 분포와 환경적 요인을 고려하여 진단합니다.",
            "치료": "땀띠 치료의 기본은 환자를 시원한 환경에 두는 것입니다. 에어컨이나 선풍기를 이용하여 땀을 빨리 증발시키는 것이 중요합니다. 이외에 대량의 비타민 C 복용이나 항생제가 땀띠 발생을 억제합니다. 심한 가려움증은 항히스타민제로 조절할 수 있습니다.",
            "경과": "땀띠는 대개 환경적 발생 요인을 제거하고 깨끗하게 보존하면 치유됩니다. 깨끗하지 않은 손으로 긁는 행동은 이차적인 세균 감염을 유발할 수 있습니다."
        }
    },
    {
        "name": "라임병(Lyme disease)",
        "details": {
            "정의": "라임병은 곤충인 진드기가 사람을 무는 과정에서 보렐리아균이 신체에 침범하여 여러 기관에 병을 일으키는 감염성 질환을 의미합니다. 라임병은 미국 북동부 지역의 풍토병입니다. 미세한 진드기가 동물의 피를 빨아먹으면, 그 박테리아는 진드기의 내장에서 여생을 보냅니다. 이 진드기가 동물이나 사람을 물 때 박테리아가 혈류로 유입되어 발병합니다.",
            "원인": "라임병의 원인은 진드기 속에서 사는 나선균입니다. 진드기는 주로 동물, 특히 사슴이나 작은 설치류의 몸에 붙어 다닙니다. 사람이 보렐리아균에 감염된 진드기에 물리면 라임병에 걸립니다.",
            "증상": "라임병은 보통 3단계로 진행됩니다. 제1단계에서는 진드기에 물린 지 1개월 안에 피부 발진이 생깁니다. 이 발진은 점차 커지는데, 크기는 작은 동전만 한 크기의 발진부터 등 전체로 퍼지는 발진까지 다양합니다. 발진과 함께 두통, 피로, 오한, 열, 통증 등의 증상이 나타납니다. 제2단계에서는 균이 신경계를 침범하여 근육, 골격계의 이곳저곳을 옮겨 다닙니다. 이 과정에서 통증이 발생합니다. 이외에 현기증, 숨 가쁨, 심전도 이상이 나타나기도 합니다. 제3단계에서는 관절염이 주기적으로 반복해서 생깁니다. 이는 치료를 받지 않은 환자의 20% 정도에게서 나타나며, 일반적으로 진드기에 물린 지 2년 안에 시작됩니다. 이러한 증상은 환자 대부분에서 전형적으로 나타나지만, 그 차이가 심합니다. 일부 환자에게는 안면 마비, 뇌막염, 기억상실, 심한 감정 변화, 집중력 저하 등의 증상이 나타나기도 합니다.",
            "진단": "라임병은 병력과 신체 검진을 바탕으로 진단합니다. 피부에 특징적인 이동 홍반이 없는 경우 혈청 검사가 진단에 도움이 됩니다.",
            "치료": "라임병의 치료에는 항생제가 효과적입니다. 주로 독시사이클린, 아목사실린을 사용합니다. 라임병이 심한 경우 세프트리악손 등의 항생제를 사용하기도 합니다.",
            "경과": "라임병은 초기에 치료하면 보통 완치됩니다. 하지만 라임병의 진단이 늦어지거나 항생제 치료가 적절히 이루어지지 않을 경우, 다른 질환과 함께 라임병이 발병한 경우, 라임병 환자에게 면역 저하가 있는 경우에는 합병증이 발생할 수 있습니다. 이러한 경우 항생제 치료를 진행하더라도 피곤감, 근골격계 통증, 신경계 증상이 수년 동안 지속될 수 있습니다. 드물게 사망에 이르기도 합니다.",
            "주의사항": "라임병을 예방하기 위한 최선의 방법은 방충제를 이용해 병을 옮기는 진드기에 물리지 않도록 조심하는 것입니다. 나무나 덤불이 많은 지역에 갈 경우, 진드기가 피부에 닿지 못하도록 소매가 긴 셔츠를 입고 긴 바지를 양말 안에 넣는 것이 도움이 됩니다."
        }
    },
    {
        "name": "만성 단순 태선(Lichen simplex chronicus)",
        "details": {
            "정의": "태선은 가려움 때문에 피부를 자주 긁어서 피부가 빨갛게 부어오르고 결국 두꺼워져서 살이 튼 것 같은 주름이 보이는 질환입니다. 만성 단순 태선은 이러한 증상이 만성적으로 지속되거나 자주 재발하는 것을 의미합니다.",
            "원인": "만성 단순 태선의 확실한 원인은 밝혀지지 않았습니다. 다만 아토피 피부염, 알레르기 접촉성 피부염, 벌레에 물렸을 때 등의 피부 질환, 우울증과 같은 정신 질환 및 정신적 스트레스, 특정 약물 등 여러 가지 원인이 그 원인으로 작용할 수 있습니다. 또한 정상 피부에 가려움증이 발생하였는데 오랜 기간 긁어서 만성 단순 태선이 발생하는 경우도 있습니다.",
            "증상": "만성 단순 태선의 가장 흔한 증상은 가려움증입니다. 주로 손목 안쪽, 허벅지 안쪽, 손등, 발목, 음경의 귀두에 발생합니다. 또한 반복적으로 피부를 긁으면 피부 표면이 두꺼워지면서 살이 튼 것 같은 여러 개의 선이 나타납니다. 병변 부위에 저색소 침착이나 과색소 침착이 나타날 수 있습니다. 보통 가려움증으로 인해 피부를 자극하면 피가 납니다. 심지어 흉터가 발생할 때까지 긁어야 비로소 가려움증이 해소됩니다. 이런 증상은 스트레스가 심할 때, 더운 환경에 있을 때, 저녁 식후 또는 잠이 들 때 심해질 수 있습니다.",
            "진단": "만성 단순 태선은 환자가 증상이 나타나 내원하면 의사가 문진 또는 환경적인 요인을 고려하고 피부 병변의 형태, 분포와 이와 동반되는 심한 가려움증을 확인하여 진단할 수 있습니다. 때로는 감별 진단을 위해 피부 조직 생검을 시행하는 경우도 있습니다.",
            "치료": "우선 가려움증을 치료하는 것이 중요합니다. 일차적으로 강한 스테로이드 연고를 사용하며, 이외에 가려움증을 완화할 수 있는 연고제를 사용할 수 있습니다. 병소가 크지 않고 그 수가 적을 경우 병변 내에 스테로이드 약물을 주사하여 치료하는 방법이 효과적입니다. 증상 조절을 위해 항우울제를 사용하는 경우도 있습니다.",
            "경과": "만성 단순 태선은 병변이 지속되거나 만성적으로 재발하는 질환입니다. 가려운 부위를 계속 긁으면 색소 침착이나 흉터가 남을 수 있습니다. 또한 피부 표면이 거칠어지면서 심하면 갈라지고 피가 나면서 이차적인 세균 감염이 발생할 수 있습니다. 가려움증으로 인한 수면 장애가 발생할 수 있습니다.",
            "주의사항": "가장 중요한 것은 가려운 부위를 긁지 않는 것입니다. 손톱을 짧게 깎아 자극을 줄여야 하며, 가려운 부위를 밀봉하여 긁지 않도록 해야 합니다."
        }
    },
    {
        "name": "만성 두드러기(Chronic urticaria)",
        "details": {
            "정의": "두드러기는 여러 가지 원인으로 인해 피부 혈관의 투과성이 증가하여 혈장 성분이 혈관 주변 조직으로 빠져나와 피부 팽창과 발적 증상이 나타나는 질환을 의미합니다. 가장 흔한 피부 질환 중 하나입니다. 유병 기간에 따라 급성과 만성(6주 이상)으로 분류합니다.",
            "원인": "급성 두드러기의 경우 주로 소아에게 흔하게 나타나며, 주로 음식물, 약물, 감염 등에 의해 발생합니다. 만성인 경우 성인에게 흔하게 나타나며, 특발성으로 나타나거나, 자가 면역 기전에 의해 발생합니다. 두드러기는 보통 발생 기전에 따라 분류합니다. 그러나 아직 두드러기의 원인과 발생 기전이 밝혀지지 않은 것이 많습니다. 두드러기는 다음과 같이 나누어 볼 수 있습니다. ① 면역학적 기전에 의한 두드러기 ② 비면역학적 기전에 의한 두드러기 ③ 물리적 요인에 의한 두드러기 ④ 만성 특발성 두드러기 ⑤ 2차성 두드러기",
            "증상": "두드러기가 생기면 작은 구진성 팽진부터 10cm 이상의 큰 팽진까지 나타날 수 있습니다. 작은 팽진이 합쳐져 큰 팽진으로 변할 수 있고, 팽진의 중심부가 없어지며 원형 홍반으로 남을 수 있습니다. 팽진은 대부분 가려우며, 전신 어디에나 생길 수 있습니다. 보통 발생 후 수 시간이면 소실되지만 드물게 하루 이상 지속되는 경우도 있습니다. 두드러기가 48시간 이상 지속되는 경우 2차 두드러기와 같은 다른 원인을 찾아보아야 합니다. 두드러기와 유사한 질환으로, 두드러기보다 피부 깊은 부위에 발생하며 가려움증보다는 통증이 나타나는 맥관부종이 있습니다. 맥관부종은 흔히 점막을 침범하여, 심한 경우 호흡기계, 위장관계나 심혈관계의 증상이 동반될 수 있습니다.",
            "진단": "두드러기는 환자의 증상에 대한 병력 청취와 피부 팽진 확인을 통해 쉽게 진단할 수 있습니다. 그러나 만성 두드러기 환자는 임상 증상이 없을 때에도 내원하므로 병력 청취가 중요합니다. 두드러기는 다양한 원인에 따라 다양한 종류로 분류되므로, 정확한 병력 청취와 함께 팽진의 분포와 모양, 크기 등을 확인하고, 가능한 한 원인 검사를 시행하여 두드러기의 원인과 종류를 진단해야 합니다. 모든 두드러기 환자에게 특정하고 획일적인 원인 검사를 추천하지 않습니다. 만성 두드러기 환자의 경우 일반적인 혈액 검사와 함께 간염과 갑상선 질환에 대한 검사, 알레르기 원인 검사와 피부 조직검사 등을 시행할 수 있습니다. 한랭 두드러기나 일광 두드러기와 같은 물리적 두드러기가 의심되는 경우 원인 질환을 알기 위해 혈액 검사를 시행하기도 합니다.",
            "치료": "두드러기 치료의 기본 원칙은 다음과 같습니다. 1) 두드러기의 원인과 악화 요인을 파악하고 제거하거나 피해야 합니다. 2) 원인에 합당한 약물을 선택하여 증상이 없어진 상태를 유지하기까지 적정 용량을 복용하여야 합니다. 3) 증상이 나타날 때 약물을 복용하는 것이 아니라 증상이 나타나지 않도록 계속적으로 약물을 복용해야 합니다. 약물 치료의 초점은 몸속 비만세포에서 분비되는 히스타민이나 다양한 염증 유발 물질에 의한 피부 반응을 억제하는 데 있습니다. 그래서 항히스타민제 사용이 가장 일반적인 치료법입니다. 대개 아침에 2세대 항히스타민제를 투여하고, 저녁에 1세대 항히스타민제를 투여합니다. 특정한 물리적 두드러기에서 권장되는 치료는 피부묘기증의 경우 기본적으로 항히스타민제로 치료하나 광범위 자외선 치료 등이 권장되기도 하며, 한랭 두드러기나 일광 두드러기의 경우 사이클로스포린이란 약을 사용하기도 합니다. 최근에는 심한 두드러기에 오말리주맙 주사 치료를 합니다. 고용량 항히스타민제에 반응하지 않고 스테로이드를 장기간 사용해야하만 하는 중증 두드러기 환자에게 매우 효과적입니다. 오말리주맙은 화학약품이 아니라 최신의학기술로 만든 항체로서 두드러기를 일으키는 원인만을 선택적으로 차단하기 때문에 효과가 매우 좋고 부작용이 매우 적습니다.",
            "경과": "급성 두드러기의 경우 주로 음식물이나 약물 또는 감염 등에 의해 발생되는 경우가 많아 비교적 예후가 좋으나, 만성 두드러기의 경우 원인을 알 수 없는 경우가 많고 원인에 따라 예후도 다양합니다. 일반적으로 만성 두드러기 환자의 50%에서 1년 내 증상이 좋아지고, 5년 내 85%가 좋아지며, 10년 이상 지속되는 경우는 5%가 안 됩니다. 두드러기의 증상이 심하거나 맥관부종이 동반되거나 자가면역 기전에 의한 두드러기는 예후가 좋지 않습니다.",
            "주의사항": "만성 두드러기일지라도 평생 지속되는 경우는 드물고, 지속적으로 치료하면 일상생활에 지장이 없습니다. 시간이 경과함에 따라 대부분 두드러기의 정도도 가벼워집니다. 다만, 두드러기가 오래 지속되지는 않더라도 1년에 수차례 되풀이되는 경우에는 충분한 병력 청취와 함께 원인 검사를 시행해야 합니다."
        }
    },
    {
        "name": "모공성 각화증(Keratosis pilaris)",
        "details": {
            "정의": "모공성 각화증은 오래된 피부세포가 정상적으로 탈락하지 못하고 표피 내로 들어가 모공의 출구를 막음으로써, 모공이 커져서 오톨도톨하게 보이는 질환을 의미합니다. 닭살이라고도 합니다.",
            "원인": "모공성 각화증은 유전적인 요인으로 발생하지만 정확한 원인은 밝혀지지 않았습니다. 지나치게 자주 샤워를 하거나, 반복적으로 세게 때를 밀거나, 실내 온도를 너무 높여서 공기 중 습도가 상대적으로 낮아지면 피부의 약한 부분의 모공이 거칠어집니다. 허벅지나 복부에 가려움증이 생기며, 심하게 긁으면 모공이 도드라지고 오톨도톨해집니다. 사춘기에 잘 발생합니다. 비만한 사람, 아토피 피부염(태열)이 있는 사람, 피부가 건조한 사람에게 많이 생기며, 건조한 겨울에 많이 발생합니다.",
            "증상": "모공성 각화증은 유전적인 요인으로 발생하지만 정확한 원인은 밝혀지지 않았습니다. 지나치게 자주 샤워를 하거나, 반복적으로 세게 때를 밀거나, 실내 온도를 너무 높여서 공기 중 습도가 상대적으로 낮아지면 피부의 약한 부분의 모공이 거칠어집니다. 허벅지나 복부에 가려움증이 생기며, 심하게 긁으면 모공이 도드라지고 오톨도톨해집니다. 사춘기에 잘 발생합니다. 비만한 사람, 아토피 피부염(태열)이 있는 사람, 피부가 건조한 사람에게 많이 생기며, 건조한 겨울에 많이 발생합니다.",
            "진단": "모공성 각화증은 피부를 관찰하여 진단할 수 있습니다. 비타민 A가 부족할 때 모낭 주변에 각질 마개가 생기는 모낭 각질증의 증상과 유사하여 감별하기 쉽지 않습니다.",
            "치료": "환경이 건조하면 더 악화될 수 있습니다. 평소에 때를 밀거나 잦은 샤워는 삼가는 게 좋습니다. 샤워나 목욕은 가능한 한 짧게 하는 것이 좋습니다. 샤워 후에는 보습제를 바릅니다. 각질을 부드럽게 하는 연화제나 보습제를 충분히 도포하면 각질을 부드럽게 완화시킬 수 있습니다. 가습기를 이용해 피부의 수분 손실을 막는 것이 좋습니다. 이 부위를 뜯거나 자극하면 색소 침착이나 홍반이 진행되어 보기 안 좋아집니다. 각질 용해제를 쓰기도 하지만 근본적인 치료 방법은 아닙니다. 필링, 레이저 시술로 제거하기도 하지만 주기적 재시술이 필요합니다.",
            "주의사항": "함부로 짜서 상처를 내거나 때밀이 수건으로 피부를 박박 문지르면 상태를 악화시킬 수 있으므로, 피부가 건조한 사람은 로션이나 크림을 평소보다 1.5배 정도 많이 발라주고 부드러운 면 내의를 약간 느슨하게 입는 것이 좋습니다. 물을 많이 마시고 실내 습도를 일정하게 유지하는 등 평상시 생활 습관을 개선하는 것이 중요합니다."
        }
    },
    {
        "name": "모낭염(Folliculitis)",
        "details": {
            "정의": "모낭염은 세균(특히 포도상구균) 감염, 화학적, 물리적 자극에 의하여 모낭(털구멍)에 염증이 생기는 질환을 의미합니다.",
            "원인": "모낭염은 스트레스나, 과로, 수면 부족 등에 의해 면역력이 약해진 피부 속으로 균이 침투해 발생합니다. 예를 들어 콧속의 털을 뽑거나 겨드랑이 털을 면도하거나 타르나 석유 혹은 파라핀이 모공 속으로 들어갔을 때 발생합니다. 원인균은 대체로 독성이 약한 표피 포도상구균일 때가 많으나, 황색 포도상구균인 경우도 있습니다.",
            "증상": "모낭염의 증상은 원인과 부위에 따라 다르게 나타납니다. 보통 두피나 팔다리같이 전신 증상이 없고 털이 있는 곳에 발생하지만, 어느 부위에서나 발생할 수 있습니다. 균이 침입한 부위는 가렵고 통증이 느껴지며, 좁쌀같이 노랗게 곪은 형태가 나타납니다. 모낭을 중심으로 붉은 반점이 생기면서 작은 구진이나 농포가 생기는 경우도 있습니다. 이때 발열이나 오한 등 전신 증상이 심하게 나타나서 국소 림프절이 붓거나 털을 중심으로 단단하고 통증이 심한 홍색 결절이 나타나기도 합니다. 가피가 형성되지만 적당히 치료하면 흉을 남기지 않고 치료됩니다. 균이 피부의 표피에만 머물지 않고 더 깊숙이 침입한 경우에는 흉터가 생기거나 탈모가 생기기도 합니다.",
            "진단": "모낭염은 전문의에게 진단받고 농포 배설물 배양법을 통해 확진할 수 있습니다.",
            "치료": "모낭염을 치료하기 위해서는 초기에 곪은 부위를 절개하고 고름을 빼낸 후 항생제를 복용합니다. 만성 염증의 경우 항균, 항바이러스, 항소양 작용이 있는 부신피질호르몬 제제를 피부에 도포하여 치료합니다.",
            "경과": "모낭염은 치료하면 2주 내에 완전히 회복되지만, 보통 재발합니다. 극소수이긴 하지만 혈액 내로 감염이 침입하여 몸 전체에 퍼질 경우 패혈증을 일으킬 수도 있습니다.",
            "주의사항": "모낭염을 예방하는 생활습관 관리 방법은 다음과 같습니다. ① 세균이 성장하기 적합한 후덥지근한 곳은 피하는 것이 좋습니다. ② 염증의 원인균이 다른 부위로 전염되지 않도록 농포를 긁지 않아야 합니다. ③ 면도할 때 각질층까지 제거되어 세균에 감염되고 이로 인해 모낭염이 생길 수 있습니다. 따라서 면도기를 청결하게 관리하여 감염을 방지하는 것이 중요합니다. ④ 면도기는 반드시 자기 것을 사용하여 모낭염이 전염되는 것을 막아야 합니다. ⑤ 면도로 자극받은 피부에 영양분과 유분이 함유된 로션을 바로 바르면 곪거나 덧날 수 있으므로 주의해야 합니다. ⑥ 두피를 청결하게 유지해야 합니다. 하루 활동 후 땀, 피지, 오염 물질 등으로 지저분해진 두피와 모발을 깨끗이 관리하기 위해 저녁때 머리를 감는 것이 좋습니다. ⑦ 머리를 말릴 때는 반드시 뜨겁지 않은 드라이어의 바람을 사용해야 합니다. 뜨거운 바람으로 단시간에 머리를 말리면 오히려 두피의 수분을 증발시켜서 두피를 건조하게 하여 염증에 영향을 줄 수 있습니다."
        }
    },
    {
        "name": "모반(Nevus)",
        "details": {
            "정의": "모반은 주로 소아기, 청소년기(간혹 출생 시)에 나타나는 피부의 색소반(점)을 의미합니다. 모반은 멜라닌 세포라는 색소 세포의 덩어리로 구성되어 있습니다. 청소년기와 임신기에는 더 많은 모반이 생기거나, 이미 존재하는 모반이 더 커지거나, 검어질 수 있습니다. 모반은 까만 점 외에도 붉은 점, 푸른 점, 흰 점을 포함합니다. 또한 피부의 표피, 진피, 피부 부속 기관의 기형으로 생기는 점을 포함합니다. 표피에서 유래한 모반에는 표피 모반이 있습니다. 진피와 혈관에서 유래한 모반에는 표재 지방종 모반, 불꽃 모반 등이 있습니다. 피부 부속 기관에서 유래한 모반으로는 피지선 모반, 면포 모반 등이 있습니다.",
            "원인": "모반의 원인에 대해서는 세포의 발생학적 이상 혹은 유전적인 요소가 관련되어 있다는 설이 있습니다. 다만 아직 밝혀지지 않은 부분이 많습니다.",
            "증상": "모반의 색은 살구색, 황갈색, 암갈색 등으로 다양하며, 모반의 모양도 평평한 형태, 융기된 형태, 매끈한 표면, 사마귀 모양 등으로 다양합니다. 모반에 털이 나기도 합니다. 모반은 보통 무해하지만, 일부 모반은 악성 흑생종이라는 치명적인 암일 가능성이 있습니다.",
            "진단": "모반의 모양이 비정상적이라면 모반 조직의 일부를 떼어내어 조직검사 및 피부 표면 현미경 검사를 시행합니다. 악성 변화가 나타날 가능성이 있는 비전형적인 모반, 거대 색소성 모반, 손, 발, 외음부, 입술 등에 발생한 모반은 정기적인 검진이 필요합니다.",
            "치료": "모반은 대부분 문제가 되지 않습니다. 크기, 색깔, 모양에 별다른 변화가 없고, 가렵지 않으며, 누를 때 출혈, 분비물 등이 나오지 않으면, 모반을 시급히 제거할 필요가 없습니다. 최대한 태양 광선 노출을 피하고, 자외선차단제를 자주 발라야 합니다. 환자가 스스로 정기적인 자가 관찰을 하도록 교육하고, 상황에 따라 일정 기간(3~6개월) 간격으로 정기검진을 시행합니다. 비정상적인 변화가 나타나는지 확인하기 위해 정기적으로 관찰해야 합니다. 미용적으로 문제가 되는 모반, 융기된 모반, 옷을 입으면 자극받는 곳에 위치한 모반, 두피에 위치하여 빗질에 자극받는 모반은 종류, 위치, 크기, 모양에 따라 약물, 전기 소작술, 레이저 요법 등을 시행하여 부작용을 최소화하면서 시술할 수 있습니다. 모든 모반을 한 번에 제거하기 위해 병변의 깊은 곳까지 침투하면 움푹하게 패인 자국이 깊어집니다. 이 경우, 치유가 되더라도 큰 흉터가 남을 수 있습니다. 깊이가 깊은 모반은 2~3차례에 걸쳐 서서히 제거하는 것이 좋습니다. 처음 모반을 뽑으면 병변이 위치한 부위의 살이 약간 패입니다. 모양이 암일 가능성을 시사하는 모반, 형성 이상 모반은 제거한 후 현미경으로 검사해야 합니다. 검사한 모반이 암으로 판명되는 경우, 주위 피부를 추가적으로 제거해야 합니다.",
            "경과": "모반은 암을 일으킬 가능성이 있으므로, 모반이 변화하면 피부과 의사의 진찰을 받아야 합니다.",
            "주의사항": "멜라닌 세포가 암으로 변하는지 확인하기 위해 모반을 규칙적으로 검사하는 것이 중요합니다. 모반에서 모양의 비대칭성, 불규칙한 경계, 색의 변이(하나의 모반에 여러 색이 관찰되는 것), 직경 6mm 이상, 크기의 변화가 확인되면 정기검진을 시행해야 합니다. 모반이 있는 경우, 피부를 태우기 위해 햇빛에 노출되면 안 됩니다. 외출할 때는 SPF 수치가 높은 자외선차단제를 사용하고, 햇빛을 막아주는 모자와 옷을 착용하며, 햇빛이 가장 강렬한 오전 11시~오후 3시 사이에는 외출을 삼가야 합니다."
        }
    },
    {
        "name": "무모증(Atrichia pubis)",
        "details": {
            "정의": "무모증은 음부의 털이 정상적인 상태에 비해 거의 없거나 모자라는 것을 의미합니다. 2차 성징에 따른 신체적 발육은 정상이지만, 사춘기가 지나도록 음모가 정상적인 상태에 비해 훨씬 적거나 없는 경우를 말합니다. 전신 질환 없이 유전에 의해 발병하는 경우가 많습니다. 무모증은 신체적 불편함을 유발하지 않으나 심리적인 스트레스가 문제가 됩니다.",
            "원인": "정상적으로는 2차 성징이 나타나면서 음모가 자랍니다. 음부의 모낭은 남성호르몬(안드로겐)의 작용으로 인해 출생 시 자라난 연모를 굵고 짙은 색의 성모로 전환시킵니다. 이러한 음모가 자라지 않는 것을 음부 무모증이라고 하는데, 이 원인은 정확하게 밝혀지지 않았습니다. 여러 내분비 호르몬의 균형만이 아니라 인종적, 체질적, 유전적 요소 등과 같은 여러 요소가 관여된다고 추측합니다. 또한 사회적, 심리적 원인도 고려합니다. 무모증은 병적인 탈모 현상인 애디슨병, 갑상선 기능 저하증 등과 구별됩니다.",
            "증상": "음모의 모양은 여성과 남성에 따라 다릅니다. 일반적으로 여성의 음모는 12~14세에 생기며, 17세에 완전히 자랍니다. 총 5cm 정도의 길이까지 성장합니다. 이러한 음모는 부신피질에서 나오는 남성호르몬의 영향을 받아 컬링 현상이 나타납니다. 음모의 조밀도는 성적 성숙기에 들어가면 왕성해집니다. 그러나 무모증이 있으면 다른 부위의 모발은 정상이나 음모가 적거나 없습니다. 이외에는 별다른 신체적 변화를 유발하지 않습니다.",
            "진단": "무모증은 환자가 스트레스나 수치심을 갖고 병원에 방문할 시 문진을 진행하여 특징적인 임상 양상을 확인함으로써 진단할 수 있습니다.",
            "치료": "무모증 치료에는 모낭에 직접적인 국소 작용을 하고 전체 내분비계에 영향을 미쳐 발모를 촉진한다고 여겨지는 발모제(남성호르몬 제제)를 이용하기도 합니다. 그러나 이 방법은 음모의 밀도나 길이 등에서 만족도가 많이 떨어집니다. 따라서 대머리를 치료하기 위한 자가 모발 이식술을 활용하기도 합니다. 이는 자신의 머리 뒤쪽에서 두피를 절제한 후 모발을 한 올씩 음부에 직접 이식하는 방법입니다. 이렇게 이식된 음모가 생착하면 시간이 지남에 따라 진짜 음모처럼 구불거리는 모양으로 변하기도 합니다."
        }
    },
    {
        "name": "무좀(Tinea pedis)",
        "details": {
            "정의": "무좀은 곰팡이균에 의해 발에 발생하는 피부병을 의미합니다. 때로는 손에도 유사한 병변이 발생하며, 발톱, 손톱까지 침범하기도 합니다.",
            "원인": "무좀은 환자의 피부에 직접적으로 접촉하거나 수영장, 공중목욕탕의 발수건, 신발 등에 접촉하여 감염될 수 있습니다. 무좀 환자의 인설(살비듬)에는 곰팡이가 많이 포함되어 있어서, 목욕탕처럼 사람이 맨발로 많이 모이는 곳에서는 환자에게서 떨어져 나온 인설을 통해 발에서 발로 전염되기 쉽습니다. 환부의 습도, 걸으면서 생기는 자극 등으로 인해 피부 손상이 발생하면 감염될 가능성이 커집니다. 당뇨병이나 만성 질환이 있는 경우 감염될 위험이 더 커집니다.",
            "증상": "무좀의 유형은 염증 없이 발가락 사이가 갈라지고 껍질이 벗겨지는 지간형, 발바닥이나 발 옆에 소수포가 발생하는 소수포형, 발바닥 전체에 걸쳐서 정상 피부색의 각질이 두꺼워지며 고운 가루처럼 떨어지는 각화형이 있습니다. 대개는 각 형태가 복합적으로, 한꺼번에 발생합니다.",
            "진단": "무좀은 곰팡이균에 의해 발생하는 감염 피부 질환입니다. 이와는 달리 습진은 곰팡이와 관련이 없습니다. 하지만 두 질환은 매우 유사하므로 전문가의 진료를 받아 피부과 전문의의 진료를 받고 도말 검사나 진균 배양 검사를 통해 정확하게 진단하는 것이 중요합니다.",
            "치료": "무좀은 항진균제 연고를 발라 치료합니다. 증상 부위와 그 주변부에 1~2회 정도 연고를 바르면 됩니다. 다 나은 것 같아도 3~4주간 계속 더 바르는 것이 재발 방지에 도움이 됩니다. 항진균제 연고는 스테로이드호르몬 제제와는 달리 상당 기간 발라도 부작용이 거의 없습니다.",
            "경과": "무좀은 곰팡이균에 의해 발생하는 감염 피부 질환입니다. 이와는 달리 습진은 곰팡이와 관련이 없습니다. 하지만 두 질환은 매우 유사하므로 전문가의 진료를 받아 피부과 전문의의 진료를 받고 도말 검사나 진균 배양 검사를 통해 정확하게 진단하는 것이 중요합니다.",
            "주의사항": "무좀을 예방하기 위해 하루 1회 이상 발을 깨끗하게 씻는 것이 좋습니다. 땀을 많이 흘리는 경우에는 더 자주 씻는 것이 좋습니다. 발을 씻는 것만큼 중요한 것이 발을 잘 말리는 것입니다. 발을 씻은 후에는 통풍을 잘 시켜 발가락 사이까지 잘 말려서 건조하게 유지해야 합니다. 신발도 조이는 신발보다는 통풍이 잘 되는 신발이 좋습니다. 낡은 신발이나 남이 신던 신발은 가급적 피하는 것이 안전합니다. 무좀은 전염될 수 있으므로 환자의 식구들은 환자와 같은 발수건이나 신발을 사용하는 것을 피해야 합니다."
        }
    },
    {
        "name": "백반증(Vitiligo)",
        "details": {
            "정의": "백반증은 멜라닌 세포가 소실되어 다양한 크기와 형태의 백색반이 피부에 나타나는 질환을 의미합니다. 백반증은 후천적 탈색소 질환 중 가장 흔한 질환으로, 전체 인구 중 0.5~2% 정도에게 나타납니다. 이는 인종, 지역의 차이와 상관없이 발생하며, 10~30세에 가장 많이 발생합니다.",
            "원인": "백반증의 정확한 원인은 아직 알려지지 않았습니다. 다만 백반증의 높은 가족력으로 미루어보아 유전적 소인이 관여할 것으로 추측됩니다. 백반증의 원인에 대해서 면역설, 신경체액설, 멜라닌세포 자가파괴설이라는 3가지 학설이 제기되어 있습니다. 이 학설에서 제시하는 요인들이 복합적으로 작용하는 것으로 생각됩니다. 면역설은 백반증 환자에 대하여 기관 특이성 자가항체의 비율이 높고 멜라닌세포계 항원에 대한 자가항체의 발생이 많다는 사실로 뒷받침됩니다. 신경체액설은 멜라닌 세포가 신경 능에서 기원하며, 백반증이 신경절에 따른 분포를 보이거나 신경 손상 혹은 정신적 스트레스 후에 발병하는 경우가 있다는 점에 의해 뒷받침됩니다. 이외에도 백반증의 유발 및 악화 요인에는 항상화 효소 부족, 칼슘 섭취 이상, 외상, 햇볕에 의한 화상 등이 있습니다.",
            "증상": "백반증의 증상으로는 피부 탈색, 백모증(모발 탈색)이 있습니다. 탈색반의 경계가 분명합니다. 탈색소성의 대칭성 반이 어느 부위에서나 생깁니다. 특히 뼈가 돌출된 손, 발, 팔꿈치, 무릎 등과 얼굴, 아랫배 등에 잘 생깁니다. 흰 반점의 경계부가 오히려 검게 나타나기도 합니다. 흰 반점이 나타나는 것 외에 다른 자각 증상은 거의 없습니다. 아주 드물게 병변 부위가 가렵거나 따끔거리는 경우도 있습니다. 백반증은 특이적으로 물리적, 화학적 외상을 입은 곳에서 발생할 수 있습니다.",
            "진단": "백반증은 대개 육안으로 관찰하여 쉽게 진단할 수 있습니다. 피부에 흰색 반점이 나타나는 질환은 백반증 외에도 다양합니다. 따라서 백반증은 반상 피부경화증, 백색잔비늘증, 어루러기, 염증 후 탈색증 등과 같은 질환과 감별되어야 합니다. 때로는 이러한 질환과 감별하기 어렵습니다.",
            "치료": "① 스테로이드 치료 병변이 작은 경우, 스테로이드 연고제를 국소 도포하거나, 트리암시놀론 국소 주사를 사용합니다. 병변이 광범위한 경우 전신 스테로이드를 경구 투여합니다. ② 광화학 요법 전신 광화학 요법은 광민감제인 소랄렌을 복용하고 2시간 후 자외선 A를 조사하는 치료 방법입니다. 대개 광선 조사량을 점차 늘려가며 일주일에 2~3회 시행합니다. 침범 부위가 몸 전체의 1~2% 이내인 경우, 광민감제를 국소 도포하고 1시간 이후 자외선 A를 조사하는 국소 광화학 요법을 시행할 수 있습니다. ③ 단파장 자외선 B치료(Narrow band UVB) 광민감제의 복용이나 도포가 필요한 광화학 요법과 달리, 311nm 근처의 파장을 방출하는 단파장 자외선 B를 병변 부위에 조사하는 치료 방법입니다. ④ 표적 광치료(Targeted phototherapy) 전신 광치료 기계 이용으로 인한 불필요한 부위의 자외선 노출을 최대한 줄이면서 병변 부위만을 치료하는 방법입니다. 최근 엑시머 레이저 등이 많이 이용되고 있습니다. ⑤ 외과적 방법 박피술, 중간층 피부 이식, 펀치 이식, 흡입 수포술 등을 이용한 피부 이식술과 자가 멜라닌세포 이식 등이 시행되고 있습니다. 흡입 수포술은 정상 피부에 음압을 가하여 생긴 수포를 병변 부위에 옮겨 붙이는 방법입니다. 이를 통해 안정된 병변에서 좋은 결과를 기대할 수 있습니다.",
            "경과": "백반증은 꾸준한 치료가 필요한 질환이며, 완치가 불가능할 수 있습니다. 색소가 소실되는 시기와 그 소실이 멈추는 시기가 끊임없이 반복되기도 합니다. 색소가 저절로 돌아오는 경우는 드뭅니다.",
            "주의사항": "백반증 환자는 일상생활에서 피부에 자극이나 상처를 받지 않도록 조심해야 합니다. 상처를 입은 부위에 백반증이 생기거나 백반증이 더 퍼질 수 있기 때문입니다. 또한 백반증 환자는 자외선을 피해야 합니다. 그 부위에 멜라닌 색소가 없어 쉽게 일광 화상을 입을 수 있기 때문입니다."
        }
    },
    {
        "name": "베체트 병(Behcet's disease)",
        "details": {
            "정의": "베체트 병은 전신의 혈관에 염증이 발생하는 질환 중 하나입니다. 구강과 성기에 만성적 궤양이 발생하고, 눈과 피부 등에 다양한 증상이 나타납니다. 베체트 병은 1937년에 터키의 피부과 의사인 훌루시 베체트(Hulusi Behcet)가 구강과 성기에 반복적인 궤양이 생기고 눈에 염증이 반복적으로 발생하는 환자 2명을 보고하면서 알려졌습니다. 베체트 병은 지중해 연안, 중동 지방, 우리나라를 포함한 극동 지방에 많이 발생합니다.",
            "원인": "베체트 병의 원인은 아직 확인되지 않았습니다. 베체트 병이 일부 지방에서 많이 발생하는 것으로 보아, 밝혀지지 않은 병원체와 물질이 유전적 소인이 있는 사람의 임파구 및 백혈구에 기능 이상을 초래하여 이 질환을 유발한다고 추정됩니다. 50~60% 정도의 환자에게서 HLA-B51이라는 특수한 유전자가 발견됩니다. 이 유전자가 베체트 병과 관련이 있을 것으로 생각됩니다.",
            "증상": "① 구강 궤양 구강 궤양은 베체트 병의 가장 중요하고 흔한 증상입니다. 대부분의 환자에게서 관찰됩니다. 입안의 혀 주위 점막이나 입안 깊은 곳인 후두 주위 등 입안 어느 곳이나 궤양이 발생합니다. 초기에는 궤양이 작은 돌기로 시작합니다. 궤양이 점차 커지면서 점막에도 궤양이 나타납니다. 궤양의 바닥에는 하얗거나 약간 누런 막이 형성되며 심한 통증이 발생합니다. 궤양의 크기는 대개 1cm 미만입니다. 궤양은 두 개 정도인 경우가 가장 많으며, 드물게 10개 이상의 궤양이 나타나기도 합니다. 구강 궤양은 보통 1년에 3회 이상 재발합니다. ② 성기 궤양 남성의 성기 궤양은 음낭에 가장 많이 발생하며, 음경에도 나타납니다. 여성의 성기 궤양은 외음부와 질에서 발생합니다. 대부분 통증이 심하며, 진물이 나올 수 있습니다. 드물게 항문 주위에 궤양이 나타나기도 합니다. ③ 피부 증상 피부 증상은 여러 형태로 나타납니다. 여드름 모양의 피부염, 모낭염, 혈관염이 동반된 구진성 발진 등으로 나타납니다. 결절성 홍반은 주로 하지에 많이 발생합니다. 1~2cm 정도의 크기의 작고 붉은색인 덩어리가 피하에 생성됩니다. 이는 통증을 일으키기도 합니다. 회복 시에는 덩어리가 갈색으로 변하면서 부은 것도 가라앉고 통증도 사라집니다. ④ 눈의 증상 눈의 증상은 실명으로 이어질 위험이 있으므로 매우 주의해야 합니다. 눈의 통증, 눈부심, 눈물, 발적 및 시력 장애가 반복적으로 발생합니다. 눈의 포도막 앞쪽에 발생한 염증은 전방 포도막염이라 합니다. 이 경우 시력 장애는 거의 없지만, 통증이나 발적이 심하게 나타납니다. 눈의 포도막 뒤쪽에 발생한 염증은 후방 포도막염이라 합니다. 이 경우 망막 출혈, 망막 삼출, 망막 혈관의 막힘으로 인한 시력 장애가 발생합니다. 합병증으로 시신경 위축이 발생하여 시력이 상실될 수 있습니다. ⑤ 관절 증상 관절이 반복적으로 붓거나 아픕니다. 관절 증상은 보통 무릎이나 발목에 잘 발생합니다. 베체트 병 관절염의 특징은 관절이 지속적으로 아프지 않고, 일시적 혹은 반복적으로 통증이 발생하는 것입니다. 때로 통증이 오래 계속되는 경우도 있습니다. 베체트 병 관절염은 류마티스 관절염과 달리 관절의 변형을 거의 일으키지 않습니다. ⑥ 신경계 증상 무균성 뇌수막염, 뇌실질 질환이 발생할 수 있습니다. 뇌 동맥류, 혈전증에 의한 중풍 등이 발생할 수 있습니다. ⑦ 소화기 증상 대장 궤양이나 위 궤양이 발생하여 복통이 생기거나 설사를 할 수 있습니다. 궤양이 진행되어 장 천공 및 복막염으로 이어지는 경우도 있습니다. 식도에 궤양이 생기면 연하(삼킴) 곤란이 나타날 수 있습니다. ⑧ 혈관계 증상 동맥보다는 정맥에 혈전이 발생하는 경우가 많습니다. 혈전은 장딴지에 잘 발생합니다. 이 경우 장딴지가 붓고 통증이 발생합니다. 혈전이 심할 경우 복부에 있는 대정맥이 막힐 수 있습니다.",
            "진단": "베체트 병은 의사가 환자의 특징적인 임상 증상을 살펴보고 진단합니다. 혈액 검사, 피부 생검, 자극성 항진 검사(pathergy Test)가 베체트 병 진단에 도움이 됩니다. 하지만 어떤 검사도 베체트 병을 확진하거나 배제할 수 없습니다.",
            "치료": "베체트 병의 치료는 증상에 따라 달라집니다. 환자의 상태에 따라 생활 습관의 조절, 외용제, 경구약 등 적합한 치료 방법을 적용합니다. 베체트 병을 치료할 때 가장 중요한 점은 이 질환이 자주 재발하는 질환임을 인식하고, 꾸준한 치료와 정기적인 검사를 시행하여 질병의 활성도를 평가하고 치료의 부작용이 발생하는지 관찰하는 것입니다. 장기간 치료를 꾸준히 하는 것이 중요합니다. 증세가 호전되면 약의 용량을 서서히 감소시킵니다. 이 과정을 통해 약을 완전히 끊을 수도 있습니다.",
            "경과": "베체트 병 환자는 대부분 별다른 지장 없이 일상생활을 영위합니다. 다만 눈에 포도막염이 발생한 환자의 20% 정도는 실명할 수 있습니다. 여성보다 남성에게 증상이 더 심하게 나타나는 경향이 있습니다. HLA-B51 유전자를 가진 환자에게 증상이 더 심하게 나타납니다. 베체트 병이 발병한 나이와 증상의 정도는 무관합니다. 베체트 병으로 사망하는 경우는 드뭅니다. 다만 뇌신경 합병증이 발생하거나 동맥염 합병증인 동맥류 파열, 위장관 천공이 발생한다면 사망에 이를 위험성이 있습니다.",
            "주의사항": "전신 증상이 동반된 남성 환자의 경우 증상이 심하게 나타날 수 있습니다. 따라서 발병 초기부터 적극적인 치료가 필요합니다. 베체트 병의 가족력이 있어 이 질환이 의심된다면, 조기에 전문의와 상담하여 진단하고 치료해야 합니다."
        }
    },
    {
        "name": "봉와직염(Cellulitis)",
        "details": {
            "정의": "봉와직염은 세균이 피부의 진피와 피하 조직을 침범하여 생기는 염증 반응을 의미합니다. 봉와직염은 고령자, 면역 억제 환자, 말초혈관 질환자 등에게 발생할 가능성이 더욱 높습니다. 세균이 침범한 부위에 홍반, 열감, 부종, 압통 등의 증상이 나타납니다.",
            "원인": "봉와직염은 대부분 A군 용혈성 사슬알균이나 황색포도알균에 의해 발생합니다. 아래와 같은 상황에서 감염이 이루어집니다. ① 무좀이나 발가락 사이 짓무름 : 피부 장벽을 파괴하여 세균의 침입 경로를 제공합니다. ② 선행 피부 감염(궤양, 모낭염, 종기, 감염 상처 등)이 있을 때 ③ 외상(찰과상, 찢긴 상처 등)이 생겼을 때 ④ 곤충에 물렸을 때",
            "증상": "봉와직염이 발병한 초기에 발열, 오한, 두통, 근육통, 식욕 부진, 국소 홍반(붉은 반점) 등이 나타납니다. 이후 갑자기 홍반이 뚜렷해지면서 주위로 퍼집니다. 퍼진 부위는 따뜻하고 부드럽고 반짝이며 부어 있습니다. 자색반, 물집, 고름 물집이 나타나거나 중심부가 곪아 출렁거리거나 이것이 터지면서 고름이 나오기도 합니다. 봉와직염의 합병증으로는 피부 괴사, 패혈증, 화농성 관절염, 골수염 등이 있습니다.",
            "진단": "① 균 검출률이 낮으므로 봉와직염의 진단에는 임상 증상이 가장 중요합니다. ② 균 배양 검사를 통하여 봉와직염을 확진합니다.",
            "치료": "① 항생제 치료 봉와직염의 주된 원인균인 황색포도알균과 사슬알균에 감수성이 높은 항생제를 투약합니다. 주사제가 효과적입니다. ② 진통 소염제 열이나 통증이 있는 경우에 사용합니다. ③ 냉찜질 병변 부위에 냉찜질을 해 줍니다. ④ 다리 올리기 다리에 병변이 있는 경우 다리를 올립니다. ⑤ 항진균제 사용 무좀이 있는 경우 항진균제를 병용하여 치료합니다."
        }
    },
    {
        "name": "비듬(Dandruff)",
        "details": {
            "정의": "비듬은 두피에서 탈락된 세포가 벗겨져 나온 쌀겨 모양의 표피 탈락물입니다. 지루성 피부염이 두피에 국한적으로 발생한 경우 별다른 증상 없이 나타나기도 합니다.",
            "원인": "비듬이 생기는 원인은 여러 가지입니다. 두피 피지선의 과다 분비, 호르몬의 불균형, 두피 세포의 과다 증식 등이 있습니다. 말라쎄지아라는 진균류가 방출하는 분비물이 표피층을 자극하여 비듬이 발생하기도 합니다. 이외에 스트레스, 과도한 다이어트 등이 비듬 발생의 원인이 된다는 연구 결과도 있습니다.",
            "증상": "두피에 국한된 대표적인 동반 증상은 가려움증입니다. 증상이 심해지면 뺨, 코, 이마에 각질을 동반한 구진성 발진이 나타나거나, 바깥귀길의 심한 가려움증을 동반한 비늘이 발생하는 등 지루성 피부염의 증상이 발생합니다.",
            "진단": "지루성 피부염에 의한 비듬 외에 건선이나 두부백선에 의해서 머리에 각질이 발생할 수 있습니다. 건선이 의심되면, 정확하게 확인하기 위해 조직 검사를 시행합니다. 최근 소아에게 머릿니가 증가하고 있습니다. 머릿니의 알집이 모발에 붙어 있는 모습이 각질과 유사하게 보일 수 있으므로 피부과 전문의의 진찰이 필요합니다.",
            "치료": "비듬 치료에서는 두피를 깨끗하게 유지하는 위생 관리가 중요합니다. 두피를 건조하지 않게 유지하는 것도 필요합니다. 머리는 하루에 한 번 감도록 하며, 비듬 전문 샴푸나 비듬용 린스를 사용할 수 있습니다. 필요할 경우 항진균제 등이 포함된 샴푸를 일주일에 2~3회 사용합니다. 증상이 심한 경우 국소 스테로이드제를 도포하거나 스테로이드제제가 포함된 샴푸를 처방받아 사용합니다. 비듬은 완전히 치료되지 않고 종종 재발하므로 꾸준히 두피를 청결하게 유지하고 건조해지지 않도록 관리하는 것이 중요합니다.",
            "경과": "지루성 피부염이 동반된 비듬은 만성적으로 재발하는 경우가 많습니다. 따라서 환경적 요인을 조절하고 심할 때에는 전문의에게 상담을 받아 적절한 치료를 시행하는 것이 좋습니다."
        }
    },
    {
        "name": "비립종(Milium)",
        "details": {
            "정의": "비립종은 표재성의 작은 각질 낭종을 의미합니다.",
            "원인": "비립종은 자연적으로 발생하거나 어떤 질환이 나타난 후에 발생합니다. 전자를 원발성 비립종, 후자를 속발성 비립종이라고 합니다. 원발성 비립종은 자연적으로 발생하는 비립종입니다. 얼굴, 특히 뺨과 눈꺼풀에 잘 발생합니다. 모든 연령에서 나타납니다. 속발성 비립종은 피부 손상에 따른 낭종입니다. 모낭, 땀샘에서 기원합니다. 물집 질환 부위, 피부 박피술 부위, 화상 등의 외상 부위, 만성적 스테로이드 도포로 인한 피부 위축부 등에서 발생합니다.",
            "증상": "백색이나 황색의 얕은 각화 낭종입니다. 직경 1~2mm의 둥근 구진이 뺨과 눈꺼풀 등에서 발생합니다. 속발성 비립종은 질환이 있었던 부위에 발생합니다.",
            "진단": "비립종은 보통 임상 양상으로 진단합니다.",
            "치료": "선천성 비립종은 저절로 사라지는 경향이 있습니다. 성인에게 나타난 비립종도 저절로 사라질 수 있습니다. 다만 예리한 칼날을 이용해서 비립종에 구멍을 낸 후 면포 압출기로 내용물을 짜내는 치료를 시행하기도 합니다."
        }
    },
    {
        "name": "사마귀(Wart)",
        "details": {
            "정의": "사마귀는 사람 유두종 바이러스 감염으로 인해 피부 및 점막의 증식이 발생하는 질환입니다.",
            "원인": "사마귀는 사람 유두종 바이러스에 감염되어 생깁니다.",
            "증상": "사마귀로 인한 병변은 대체로 표면이 거칠게 융기되는 구진이나 판의 형태로 나타납니다. ① 보통 사마귀 가장 흔한 형태입니다. 손가락, 손톱 주위, 손등 등에 잘 생깁니다. 주로 5~20세 사이에 발생합니다. 성인이 되면 발생 빈도가 낮아집니다. ② 손발바닥 사마귀 발바닥 사마귀는 체중에 의해 눌려서 피부 표면으로 두드러지게 올라오지 못합니다. 이 때문에 티눈처럼 피부 속으로 파고들어서 판을 형성하거나 결절 형태가 됩니다. 보행 시 통증을 유발하기도 합니다. ③ 편평 사마귀 표면이 편평하고 정상 피부보다 조금 융기되어 있으며 2~4 mm 정도 크기입니다. 각각의 병변은 둥글지만, 서로 융합되어 불규칙하게 합쳐지기도 합니다. ④ 음부 사마귀, 뾰족 콘딜로마 가장 흔한 성병입니다. 요도구, 항문 주위부에 잘 발생합니다. 초기에는 윤기 나는 표면의 작은 구진으로 시작합니다. 시간이 지나면서 구진이 모여 산딸기나 닭볏 모양이 됩니다. 전염력이 매우 강하여 한 번의 성접촉으로 50% 정도가 감염될 수 있습니다. 대개 성교 2~3개월 후에 피부 병변이 나타납니다.",
            "진단": "위에서 설명된 증상을 바탕으로 임상적 진단을 할 수 있는 경우가 많습니다. 조직 검사를 통해 더욱 확실하게 진단할 수 있습니다. 사마귀를 깎을 때 관찰되는 검은색 점상 병변은 사마귀의 전형적 특징입니다.",
            "치료": "사마귀는 미용상의 이유뿐만 아니라 생활의 불편함, 자가 접종에 의한 병변의 확대, 타인으로의 감염을 막기 위해서 치료하는 것이 좋습니다. ① 전기 소작법 흔하게 사용하는 간단한 방법입니다. 그러나 반흔이 잘 생기고 재발률이 높다는 단점이 있습니다. ② 냉동 요법 액화질소를 병변에 직접 접촉시키거나 분사한 후 해동될 때까지 방치하는 과정을 수차례 반복하는 치료 방법입니다. 대개 1~3주 간격으로 치료합니다. ③ 살리실산, 젖산의 혼합물, trichloroacetic acid 병변이 많은 경우나 발바닥 사마귀에 효과적입니다. ④ 포도필린 뾰족 콘딜로마나 표면의 각질 덩어리를 제거한 사마귀에 포도필린을 도포하는 방식으로 치료합니다. 점막에 맞닿아 있는 병변이나 임산부에게는 이용할 수 없습니다. ⑤ 레이저 이산화탄소 레이저를 주로 이용합니다. ⑥ 5-Fluorouracil cream 보통 사마귀나 발바닥 사마귀에 효과적입니다. ⑦ Dinitrochlorobenzene 감작 면역 요법의 일종입니다. 병변이 아주 크거나 다발성이거나 다른 치료에 반응하지 않으면 사용할 수 있습니다. ⑧ 기타 이외에 cimetidine, interferon, bleomycin, ritenoid, 방사선 조사 등의 방법이 있습니다."
        }
    },
    {
        "name": "사면발이증(Pediculosis pubis)",
        "details": {
            "정의": "사면발이증은 성적 접촉 등에 의해 감염되는 성 매개성 질환입니다. 사면발이는 몸이 작고 넓적하며 평균 몸길이가 1.5~2㎜인 기생 곤충입니다. 사면발이는 사람의 털에 살면서 하루에 4~5회 정도 흡혈하며 생명을 유지합니다. 커다란 비듬 조각처럼 보입니다. 털에 부착된 알은 2~3주 후에 부화합니다.",
            "원인": "사면발이증의 원인은 '이'의 한 종류인 편모 달린 기생충 Phthirus pubis입니다. 세균성 질염균과 같이 발생하여 잘 전파됩니다. 사면발이증은 감염된 상대방과 한 번만 밀접한 관계를 갖더라도 70% 이상이 감염될 정도로 전파율이 매우 높습니다. 사면발이는 간혹 불결한 변기, 더러운 타월을 통해서도 감염될 수 있으므로 유의해야 합니다.",
            "증상": "사면발이는 보통 음모, 머리카락, 겨드랑이 털에 서식합니다. 사면발이는 피부에 가려움증을 일으키며, 이는 시간이 지날수록 더 심해집니다. 사면발이는 피부 흡혈을 하므로, 피부가 푸르스름하게 변합니다. 피부 가려움증이 심하여 자꾸 긁어서 자극하면 염증이 생기고 습진으로 발전하는 경우도 있습니다. 남성과 여성에게 나타나는 증상에는 차이가 있습니다. 남성의 경우 증상이 없거나 간혹 요도염이 발생할 수 있습니다. 여성의 경우 냄새 나는 다량의 누런색 질 분비물이 나와 속옷이 젖기도 하며, 녹황색의 거품이 있는 대하가 나타나기도 합니다. 질 주위가 따끔거리거나 가렵고, 생리 전후로 증상이 매우 심해집니다.",
            "진단": "사면발이가 있다고 의심되는 부위의 체모에서 사면발이 알, 성충을 검출하여 진단합니다.",
            "치료": "사면발이증의 치료 방법은 살충제인 페노드린 0.4% 분말 가루나 페노드린 1% 로션, 1% 린단 로션을 반복적으로 감염된 체모에 발라주는 것입니다. 이 방법은 소아나 임산부, 특히 수유자에게는 시행할 수 없습니다. 또한 침구, 이불, 의복은 뜨거운 물에 삶아서 빨아야 합니다. 삶아서 빨기 어렵다면 드라이클리닝을 해야 합니다. 침구와 이불을 세탁한 후에는 비닐 백에 넣어 2주 이상 격리합니다."
        }
    },
    {
        "name": "상피내 신생물(IN SITU NEOPLASMS)",
        "details": {
            "정의": "상피 내 신생물은 암세포가 상피조직 안에만 존재하고 기저막 아래의 기질조직까지는 침범하지 않은 상태를 의미합니다. 상피조직은 피부나 각 장기의 가장 바깥에 위치하며, 피부, 구강 등이 상피조직에 해당합니다. 상피조직의 아랫부분에는 기질조직이 위치합니다. 기저막은 상피조직과 기질조직 사이의 경계를 형성하는 부분입니다.",
            "원인": "상피 내 신생물을 유발하는 요인은 다양합니다. 흡연, 화학물질, 지속적 피부 자극, 지속적인 방사선 노출, 바이러스 등을 피하면 예방할 수 있습니다. 그 외에 유전적인 요인으로는 연령, 성별, 인종 등이 있습니다.",
            "증상": "피부나 입속의 부스럼이나 헌 자리가 아물지 않고 지속되거나 궤양이 생기는 경우, 병변의 크기가 비대칭적으로 증가하는 경우, 병변의 색조가 변하는 경우, 가려움증, 압통, 통증 등이 생기는 경우에 악성 변화를 의심해 볼 수 있습니다. 이러한 증상이 나타나면 최대한 빨리 전문의의 진료를 받아 정확하게 진단해야 합니다.",
            "진단": "상피 내 신생물은 대개 전문의의 임상적 판단과 조직 검사를 통해 진단합니다.",
            "치료": "상피 내 신생물은 대개 약물 투약보다는 물리적 방법으로 제거합니다. 치료 방법은 질환에 따라 약간씩 달라집니다. 지루각화증, 피지샘 증식증 등의 양성 신생물은 레이저 치료를 통해 간단히 제거할 수 있습니다. 동일한 양성 신생물이라도 종양의 형태를 가지는 표피낭종, 털낭종, 털기질종 등의 병변은 국소 마취를 한 후 수술을 통해 제거합니다. 전암성 병변으로 의심되는 광선각화증 등과 같은 경우에는 냉동 치료를 통해 조금 더 광범위하게 조직을 파괴하여 치료합니다. 악성 신생물은 눈에 보이는 덩어리를 제거하는 것도 중요하지만, 현미경적인 침윤이 재발과 전이에서 매우 중요하기 때문에 모스미세도식 수술 등의 방법을 통해 절제합니다."
        }
    },
    {
        "name": "색소 세포성 모반(Melanocytic nevus)",
        "details": {
            "정의": "색소 세포성 모반은 피부 아래의 비정상적인 색소 침착으로 인해 피부가 파랗게 또는 빨갛게 보이는 질환을 의미합니다. 멜라닌 세포 계통에서 유래한 모반 세포로 구성된 피부의 양성 종양입니다. 대개 선천성 세포성 모반과 후천성 세포성 모반으로 구분합니다. 흔히 언급되는 색소 세포성 모반은 후천성 세포성 모반입니다. 선천성 세포성 모반은 신생아 100명 중 1명이 가지고 태어납니다. 선천성 세포성 모반에 속하는 대표적인 증상은 털이 있는 점입니다.",
            "원인": "색소 세포성 모반의 원인은 명확하게 밝혀지지 않았습니다. 색소 형성 세포인 멜라닌 세포의 이상이나 유전적인 요인에 의해 발생하는 것으로 추정됩니다.",
            "증상": "색소 세포성 모반의 증상은 따로 없습니다. 모반의 크기가 점점 커지거나, 가렵거나, 아프거나, 색깔이 더 짙어지거나, 이상한 색으로 변하거나, 염증이 생기거나, 궤양이 생기거나, 40대 이후의 늦은 나이에 점이 생기거나, 점이 처음 생길 때부터 크기가 크다면, 미용적 측면에서 문제를 일으키기도 하지만, 악성 흑색종(피부 암)으로 변할 수도 있습니다. 따라서 이러한 경우에는 전문의와의 상담이 필요합니다.",
            "진단": "색소 세포성 모반은 육안으로 진단할 수 있습니다. 색소 세포성 모반의 크기 변화, 염증, 궤양 등 이차적인 문제가 생긴다면, 추가적으로 세포 검사, 피부 조직 검사를 시행하여 악성 흑색종(피부암) 여부를 확인합니다.",
            "치료": "색소 세포성 모반은 탄산가스 레이저나 화학 박피술로 쉽게 제거됩니다. 레이저는 정상 색조 피부를 투명한 창문처럼 통과하고, 색소 침착 부위에만 흡수되어 이를 파괴하는 치료 방법입니다. 증상에 따라 레이저 기종을 달리 선택합니다. 레이저는 사마귀, 검은 모반, 흉터의 제거는 물론이고, 불꽃 모양의 화염성 모반을 치료하는 데 매우 좋은 효과가 있습니다. 치료에는 조직 확장술을 이용하기도 합니다. 조직 확장술은 모반 주위의 정상 피부 밑에 물주머니를 넣어 조금씩 불리고, 수개월 후 피부가 충분히 늘어나면 모반을 없앤 다음 그 위를 늘어난 정상 피부로 덮어주는 수술 기법입니다."
        }
    },
    {
        "name": "선천성 색소결핍증(Congenital Albinism)",
        "details": {
            "정의": "선천성 색소결핍증은 멜라닌 세포에서 멜라닌 합성이 결핍되는 선천성 유전 질환입니다. 피부, 눈, 털 등에서 백색 증상이 나타나는 희귀 질환입니다. 선천성 색소결핍증에는 멜라닌 색소 형성 과정의 장애인 전신성 백색증, 피부나 모발에는 이상이 없고 눈에만 백색증이 나타나는 안성 백색증, 눈의 증상은 없고 모발과 피부에 부분적인 색소 결손이 나타나는 부분성 백색증이 있습니다.",
            "원인": "선천성 색소결핍증은 상염색체 우성이나, 상염색체 열성이나, X 염색체와 관련된 다양한 유전 양상을 보입니다. 멜라닌은 멜라노솜 내 티로신에서 멜라닌 세포에 의해서 합성되는 색소입니다. 티로신 부족으로 멜라닌 색소가 신체에서 생산되지 못하면서 발생하기도 합니다.",
            "증상": "선천성 색소결핍증 환자의 피부는 하얗고 모발은 황백색이며 홍채는 투명에 가깝습니다. 환자의 피부는 햇볕에 몹시 약하고, 홍반이 쉽게 생깁니다. 색소가 없어진 망막은 붉은 동공, 눈부심, 안구 진탕, 시력 장애 등을 초래합니다.",
            "진단": "선천성 색소결핍증을 진단하기 위해서 피부, 머리카락, 눈의 외관을 관찰하고, 유전자 검사를 시행하여 유전자의 돌연변이를 확인합니다. 망막과 시신경의 발달 정도를 검사하고, 시력을 측정하여 진단합니다.",
            "치료": "유전성 대사 장애에 대한 명확한 치료 방법은 없습니다. 피부를 보호하기 위해 태양 광선을 피하는 것이 중요합니다. 특히 태양 광선이 강한 열대 지역에서는 선글라스, 긴 소매의 옷과 바지, 자외선 차단 로션(SPF20 이상)이 도움이 됩니다. 시력을 교정하는 데는 안경 등이 도움이 됩니다. 사시를 교정하기 위해 수술을 진행합니다. 이는 외관상 교정일 뿐 시력의 교정에는 효과가 없습니다. 환자와 가족을 위해 유전 상담을 하는 것이 도움이 됩니다. 추가적인 치료로는 증상의 완화를 목표로 하는 대증 요법과, 각종 부작용이나 합병증을 조절하고 완화하기 위한 지지 요법이 있습니다.",
            "경과": "선천성 색소결핍증 환자는 자외선에 대한 방어 기능이 떨어지므로 화상을 입기 쉽습니다. 또한 환자가 장기간 햇볕에 노출된다면 광성각화증, 광선 입술염, 피부암 등이 발생하기 쉽습니다.",
            "주의사항": "멜라닌이 포함된 상염색체의 열성 유전으로 선천성 색소결핍증이 나타난 경우 예방할 수 있는 방법이 없습니다."
        }
    },
    {
        "name": "섬유종(Fibroma)",
        "details": {
            "정의": "섬유종은 결합 조직을 형성하는 섬유세포와 섬유로 구성된 양성 종양을 의미합니다. 섬유종은 다른 종양과 함께 발생하는 경우가 많아서, 섬유지방종, 섬유연골종 등으로 나타납니다. 화골성 섬유종은 섬유성 골종이라고도 합니다. 이는 턱뼈, 얼굴뼈, 다리뼈 등 장골에 발생하는 양성 종양으로, 안면 변형을 일으키거나 뼈를 파괴합니다. 이로 인해 골절이 쉽게 일어납니다. 연성 섬유종은 흔히 쥐젖이라고 하며, 주로 피부에 나타납니다. 자극성 섬유종은 입안에 구소 자극, 외상으로 인해 발생하는 양성 종양입니다.",
            "원인": "섬유종의 발병 원인은 명확하지 않습니다.",
            "증상": "섬유종의 증상은 한 개 혹은 여러 개의 혹이 발생하는 것입니다. 섬유종의 위치에 따라 증상이 나타나지 않을 수 있습니다. 혹이 커지면서 궤양이나 장기 압박과 같은 증상이 나타날 수 있습니다. 화골성 섬유종은 발생 위치에 따라 안면 변형을 일으키거나 뼈를 파괴하기도 합니다. 이로 인해 쉽게 골절됩니다.",
            "진단": "섬유종은 혹의 위치와 모양을 확인하고 병리 조직 검사를 시행하여 진단합니다. 화골성 섬유종의 경우 방사선 검사에서 석회화된 음영이 관찰됩니다.",
            "치료": "양성 종양인 섬유종은 문제가 되지 않는다면 별다른 치료를 시행하지 않고 지켜보기만 하면 됩니다.다만 그 크기가 커져 일상생활에 불편을 주거나 미용상 문제가 된다면 수술을 통해 제거합니다. 섬유육종과 감별하기 어렵다면 외과적 수술을 통해 제거합니다. 화골성 섬유종은 섬유종이 발생한 주위의 골조직까지 광범위한 범위에 대한 절제를 시행함으로써 재발을 방지할 수 있습니다."
        }
    },
    {
        "name": "소양증(Pruritus)",
        "details": {
            "정의": "소양증은 피부를 긁거나 비벼대고 싶은 욕망을 일으키는 불유쾌한 감각으로, 가려움증을 말합니다. 많은 피부 질환에서 흔히 볼 수 있는 증상입니다. 그러나 그 특성은 아직 잘 알려지지 않았습니다.",
            "원인": "다양한 피부질환에서 나타날 수 있으며 내과적 질환에서도 동반될 수 있습니다. 먼저 대표적인 피부질환으로는 아토피 피부염, 접촉 피부염, 두드러기, 결절성 양진, 옴, 만성단순태선, 곤충물림, 화폐상습진 등이 있습니다. 전신적 소양감을 동반하는 내과적 질환으로는 만성신부전증, 원발 담즙성 간경변증, 간외담도폐색, 약제성 담즙울체, 당뇨병, 갑상선항진증,갑상선기능저하증, 림프종, 백혈병, 후천면역결핍증 등이 있습니다.",
            "진단": "소양증 환자의 병력을 자세히 물어보고 가려움증의 위치, 지속성 여부를 확인합니다. 가려움증이 약제와 관련이 있는지 확인하고 이와 관련된 요소를 배제해야 합니다. 신체 진찰과 함께 일반 혈액 검사, 흉부 방사선 검사, 대변 검사, 갑상샘, 간, 신장 기능 검사, 혈당 검사 등을 시행하여 원인 질환의 존재 여부를 살펴보아야 합니다.",
            "치료": "소양증을 치료하기 위해서는 피부 질환에 의한 가려움증과 전신 질환에 동반된 가려움증의 원인을 모두 찾아서 치료해야 합니다. 그러나 원인을 치료할 수 있는 피부 질환이 많지 않으므로, 증상에 따른 일반적인 치료법을 시행하는 것도 중요합니다. 가려움증은 신체 주변의 온도 변화에 영향을 많이 받으므로 얇고 가벼운 옷과 침구를 사용해야 합니다. 칼라민 로션이나 1% 멘톨 로션으로 피부를 시원하게 하면 도움이 됩니다. 양모와 같은 자극적인 직물에 노출되는 것을 피해야 합니다. 피부를 긁는 습관을 고쳐야 합니다. 스트레스와 같은 정신적 긴장을 피하는 것도 좋습니다. 카페인과 술, 콜라 등은 가려움증을 악화시킵니다. 피부 건조에 의한 가려움증이라면 잦은 목욕을 피하고 보습제를 도포하는 것이 좋습니다.",
            "주의사항": "가려움증은 심하게 긁지 않는 것이 가장 중요합니다. 가렵다고 하여 손톱으로 피부를 심하게 긁으면 피부가 손상됩니다. 또한 피부가 회복되는 과정에서 피부가 두꺼워지는데, 이것이 만성 가려움증의 원인이 됩니다. 가려움증이 심하면 얼음으로 냉찜질을 하거나, 손바닥으로 가려운 곳을 문질러 줍니다. 미지근한 물에 목욕해야 하고, 때를 밀지 않습니다. 이로써 피부가 건조하지 않도록 해야 합니다. 목욕 후에는 물기가 마르기 전에 보습제를 충분히 바르고, 적정한 실내 습도를 유지합니다. 몸에 꼭 끼는 옷이나 금속 장신구를 피하는 것이 좋습니다. 전문의에게 정확하게 진단을 받고, 처방에 따라 약을 먹거나 바릅니다."
        }
    },
    {
        "name": "수부 습진(Hand Eczema)",
        "details": {
            "정의": "수부 습진은 손에 생긴 습진입니다. 습진은 임상적으로는 가려움증, 홍반, 인설, 군집된 구진, 수포를 보이고, 조직학적으로는 표재성 피부염으로서 표피에는 해면화를 동반하고 진피에는 혈관 주변 염증세포가 침윤된 염증성 피부 반응을 보이는 피부 질환군을 통칭하는 용어입니다. 습진은 일반적으로 피부염과 동의어로 사용됩니다. 그러나 피부염은 피부의 모든 염증성 병변을 지칭하는 용어이며, 습진은 피부염 중 하나입니다. 습진은 신체 어느 부위에서나 발생할 수 있으며, 손에서 발생하면 수부 습진이라고 합니다. 그런데 손은 아토피 피부염, 알레르기 접촉 피부염, 건선 등에서 흔히 침범되는 부위이며, 임상적으로 이들 질환을 감별하기 어려운 경우가 많아 추가적인 검사가 필요할 수 있습니다.",
            "원인": "손의 습진은 직업성 피부염의 80% 이상을 차지하는 주된 원인입니다. 습한 환경에 노출되는 직업일수록 손의 습진 발생률이 높습니다(헤어드레서, 식음료업계 종사자, 보건 의료 종사자 등). 집안일을 많이 하면 손이 물에 닿는 일을 많이 하게 됩니다. 따라서 물이나 세제 같은 자극물질이 피부 각질층에 손상을 입혀서 피부의 보호 장벽이 손상되고 습진이 생기기 쉽습니다. 이뿐만 아니라 습도가 낮은 것은 모두 수부 습진의 위험 인자입니다. 습도가 낮은 경우 알레르기 유발 물질이나 자극 물질의 투과를 증가시키며, 피부 장벽을 손상시켜서 습진을 유발할 수 있습니다.",
            "증상": "수부 습진의 초기 증상은 가려움증과 함께 물집 구진이 생기고 붉어지며 부어오르는 것입니다. 시간이 지나면서 부종과 물집은 점점 줄어들지만, 그 대신 피부 주름이 늘어나면서 피부가 두꺼워지고 색소 침착까지 생길 수 있습니다. 또한 피부가 점점 갈라지면서 심하면 출혈이 생길 수도 있습니다. 드물게 흉터가 생기기도 합니다.",
            "진단": "수부 습진은 보통 육안으로 확인할 수 있습니다. 피부 병변의 양상 및 분포, 환자에 대한 문진, 환경적 요인을 고려하여 진단할 수 있습니다.",
            "치료": "습진을 치료하기 위해서는 근본적으로 습진을 유발하는 환경에서 벗어나야 합니다. 병원 치료는 비정상적인 습진을 예전의 피부로 돌아가게 하는 것이지, 피부가 물이나 세제에 강하도록 해주는 것이 아니기 때문입니다. 그렇기 때문에 치료 후에 다시 집안일을 반복하여 손이 마를 일이 없게 되거나, 세제 등으로 피부에 자극을 주는 행위를 지속하면 습진을 치료할 수 없습니다. 물에 젖는 일을 할 때 비닐장갑을 착용하면 도움이 되지만, 장갑 밑에 땀이 차서 피부가 짓무를 수 있습니다. 장갑 속에 흰 면장갑을 착용하는 것이 도움이 됩니다. 피부염 치료에는 보습이 매우 중요하므로, 수시로 보습크림이나 연고를 바릅니다."
        }
    },
    {
        "name": "슈도모나스 감염(Pseudomonas infection)",
        "details": {
            "정의": "슈도모나스 감염은 슈도모나스(녹농균)에 감염되어 나타나는 질환입니다. 슈도모나스는 달콤한 냄새의 녹색을 띠는 농을 생산한다고 해서 녹농균이라고 합니다. 녹농균은 토양이나 물속 등 자연계에 광범위하게 존재하는 세균으로, 강한 병원성 균입니다. 이 균에 의하여 폐렴, 복강 내 감염, 수술 후 창상 감염, 골관절염, 연부 조직 감염 등이 발생할 수 있습니다.",
            "원인": "슈도모나스 균종은 토양, 물, 생활 공간 어디에서나 존재할 수 있습니다. 슈도모나스 균종은 사람에게 질병을 일으키는 일이 매우 드물지만, 사람의 저항력이 약화되면 잘 침범할 수 있습니다. 따라서 면역체계가 약한 입원 환자들이 시술이나 수술 등 치료를 받다가 감염될 수 있습니다. 생활 속에서 슈도모나스에 오염된 온수, 욕조, 화장실, 온천 등을 접하면 건강한 사람이라도 피부 발진을 일으킬 수 있습니다. 슈도모나스 감염으로는 축농증, 요도염, 전립선염 등, 사소한 피부 감염에서 생명을 위협하는 심각한 질병에 이르기까지 광범위한 질병을 일으킬 수 있습니다.",
            "증상": "슈도모나스 균종(녹농균)은 신체의 거의 모든 조직을 감염시킬 수 있습니다. 흔히 화상, 상처 부위, 각막 조직, 요도, 폐조직에 국소적인 병변이 나타납니다. 감염 부위의 조직을 손상시키면서 고름이 나올 수 있고, 통증이 있으며, 오한과 발열, 두통 등이 일어납니다. 감염된 부위 및 질병에 따라 기침, 호흡 곤란, 체중 감소, 각막 궤양, 피로 등을 일으킵니다. 녹농균이 국소 부위에 감염되었다가 혈류를 통해 전신에 전파되면 패혈증을 일으킵니다.",
            "진단": "슈도모나스 감염은 혈액 검사를 시행하고 감염된 조직에서 균을 배양하여 검사합니다.",
            "치료": "슈도모나스를 치료하기 위해서는 항생제를 투여합니다. 경우에 따라 감염 및 손상된 조직을 제거해야 합니다. 경미한 피부 감염의 경우, 습한 곳이나 고여 있는 온탕을 피하고, 위생적으로 생활합니다.",
            "경과": "슈도모나스 감염은 인체의 거의 모든 조직에서 일어날 수 있습니다. 피부 발진은 수두와 혼동되는 경우가 있으며, 피부나 각막처럼 부드러운 조직을 파괴하고 궤양을 일으킬 수 있습니다. 또 어린이 중이염을 유발하거나, 폐렴 등 호흡기 질환을 유발합니다. 면역이 저하된 사람이 혈류로 감염되면 사망률이 높습니다.",
            "주의사항": "슈도모나스 감염은 입원 환자에게 정맥 주사를 놓거나 눈 수술을 시행하거나 개방된 상처가 있으면 쉽게 일어날 수 있습니다. 따라서 의료진은 손을 철저히 씻고 위생적으로 치료해야 합니다. 건강한 사람들의 경우 물을 깨끗하게 사용하고, 통 목욕 시 욕조를 청결하게 유지해야 합니다."
        }
    },
    {
        "name": "스티븐 존슨 증후군(Stevens Johnson syndrome)",
        "details": {
            "정의": "스티븐 존슨 증후군은 피부병이 악화된 상태로 피부의 탈락을 유발하는 심각한 급성 피부 점막 전신 질환입니다.",
            "원인": "스티븐 존슨 증후군의 원인은 대부분 약물입니다. 스티븐 존슨 증후군의 50% 이상, 독성 표피 괴사 용해의 80~95%가 약물 때문에 발생합니다. 그 외에 결합 조직 질환, 악성 종양, 급성 이식편 대 숙주 질환, 예방접종, 폐렴 미코플라스마 감염증, 바이러스 질환 등에 의해 발생할 수 있습니다. 전체 환자의 5% 정도는 원인을 알 수 없이 특발성으로 나타납니다.",
            "증상": "스티븐 존슨 증후군의 특징적인 증상은 피부나 점액 막(점막 표피)의 염증입니다. 피부 병변은 대개 홍반성의 반점입니다. 반점은 융기되지 않은 표적 병터로 시작하여, 이것이 융합되면서 수포가 형성되고, 광범위한 피부 박리가 일어나며, 점막을 침범합니다. 심한 전신 증상이나 내부 장기의 침범을 동반하기도 합니다. 각 부위별 증상을 자세히 살펴보면 다음과 같습니다. ① 피부 피부 병변은 급격히 일어납니다. 대개 얼굴, 목, 턱, 흉부 등에 반점 혹은 홍역 모양 발진이 나타나기 시작하여, 사지 및 다른 신체 부위로 급격히 퍼져 나갑니다. 압통 및 니콜스키(Nikolski) 증후에서 양성을 보이기도 합니다. 때로는 출혈성 물집을 보입니다. 병변은 대개 4~5일경에 최대로 나타납니다. 체표면의 10~90% 정도에서 표피 박리가 진행되며, 독성 표피 괴사 용해가 심한 경우 조갑 및 모발 탈락도 나타날 수 있습니다. ② 점막 거의 모든 경우에서 병변이 구강과 입술까지 퍼집니다. 결막과 항문 외음부 점막도 침범됩니다. 전체 환자의 약 40%는 이들 세 곳에서 모두 증상을 보입니다. 작열감이 먼저 느껴지고, 물집이 터진 딱지나 궤양이 발생합니다. 입술은 출혈성 딱지로 덮입니다. ③ 눈 눈의 투명한 막(결막) 및 눈꺼풀의 감염, 결막의 염증(화농성 결막염)이 나타납니다. - 결막붙음증 : 눈꺼풀과 안구가 유착된 상태입니다. - 안구 건조증 또는 건성 각결막염 : 눈물샘이 막히거나 손상된 것으로, 안구 건조의 원인이 됩니다. ④ 기타 위와 장에 병변이 생기면 영양 부족이 나타날 수 있습니다. 호흡 기관의 병변으로 호흡 곤란, 배뇨 기관의 병변으로 배뇨 곤란이 나타날 수 있습니다.",
            "진단": "스티븐 존슨 증후군은 피부, 점막 등의 임상 증상을 토대로 환자의 약물 과거력을 통해 진단할 수 있습니다. 감별 진단을 위해 피부 조직 검사를 시행할 수 있습니다. 혈액 검사 등을 통하여 환자의 상태를 확인할 수 있습니다.",
            "치료": "스티븐 존슨 증후군은 생명을 위협하는 질환이므로, 즉각 원인 약제를 찾아내고 그 사용을 멈추어야 합니다. 환자의 약물 과거력을 살펴보았을 때, 원인 약물은 최근 4주 이내에 새로 투입된 약제이거나 위험도가 높다고 알려진 약물일 가능성이 큽니다. 스티븐 존슨 증후군의 치료는 환자의 상태에 따라 달라서 어렵고 복잡합니다. 그러나 초기에 질환이 진행되는 것을 막는 것이 중요합니다. 표피 박리가 심하면 화상과 거의 유사한 방법으로 치료합니다. 수분 및 전해질 균형, 이차 감염 치료, 괴사 조직 제거 등을 시도합니다. 급성기에 결막을 침범한 경우에는 유연제, 스테로이드, 항생제 등을 투여하는 안과적인 치료가 필요합니다. 스테로이드의 사용에 대해서는 논란이 많으므로 최대한 주의해서 투여해야 합니다. 병의 경과가 좋아지면 즉시 용량을 줄여야 합니다. 가장 심각한 사망 원인인 감염을 막기 위한 노력이 필요합니다. 호흡기 관리, 고칼로리 고단백 식이 등의 보조적인 치료도 중요합니다. 국소제 도포를 할 경우, 전신 흡수 가능성을 고려해야 합니다. 하이드로콜로이드나 거즈 드레싱 등을 이용한 국소 치료를 시행합니다. 실험적으로 사용되는 대체 치료법으로는 혈액 투석, 혈장 교환술, 사이클로스포린 등의 면역 억제제, 정맥 내 면역글로불린 주사 등이 있습니다.",
            "경과": "이 질환의 사망률은 정도에 따라 다릅니다. 스티븐 존슨 증후군의 경우 1%, 독성 표피 증후군의 경우 5~50% 정도입니다. 고령, 광범위한 병변, 호중구 감소증, 신기능 저하, 여러 약물 등은 예후를 나쁘게 하는 요인입니다."
        }
    },
    {
        "name": "습진(Eczema)",
        "details": {
            "정의": "습진은 임상적으로는 가려움증, 홍반, 인설, 군집된 구진, 수포를 보이고, 조직학적으로는 표재성 피부염으로서 표피에는 해면화를 동반하고 진피에는 혈관 주변 염증세포가 침윤된 염증성 피부 반응을 보이는 피부 질환군을 통칭하는 용어입니다. 습진은 일반적으로 피부염과 동의어로 사용됩니다. 그러나 피부염은 피부의 모든 염증성 병변을 지칭하는 용어이며, 습진은 피부염 중 하나입니다. 습진은 신체의 어느 부위에서나 발생할 수 있습니다. 잘 알려진 습진에는 수부 습진(손에서 발생하는 습진), 눈꺼풀 습진, 외이도 습진, 유두 습진 등이 있습니다.",
            "원인": "손의 습진은 직업성 피부염의 80% 이상을 차지하는 주된 원인입니다. 습한 환경에 노출되는 직업일수록 손의 습진 발생률이 높습니다(헤어드레서, 식음료업계 종사자, 보건 의료 종사자 등). 집안일을 많이 하면 손이 물에 닿는 일을 많이 하게 됩니다. 따라서 물이나 세제 같은 자극물질이 피부 각질층에 손상을 입혀서 피부의 보호 장벽이 손상되고 습진이 생기기 쉽습니다. 이뿐만 아니라 습도가 낮은 것은 모두 수부 습진의 위험 인자입니다. 습도가 낮은 경우 알레르기 유발 물질이나 자극 물질의 투과를 증가시키며, 피부 장벽을 손상시켜서 습진을 유발할 수 있습니다.",
            "증상": "습진이 발생한 초기에는 가려움과 함께 물집과 구진이 발생하고, 이것들이 붉어지고 부어오릅니다. 시간이 지나면서 붓는 증세와 물집은 점차 줄어듭니다. 대신 피부 주름이 늘어나며, 피부가 두꺼워지기도 합니다. 색소 침착이 나타나기도 합니다. 점점 피부가 갈라집니다. 심한 경우 출혈이 발생할 수 있습니다. 드물게 흉터가 생기기도 합니다.",
            "진단": "습진은 보통 육안을 통해 확인할 수 있습니다. 습진은 피부 병변의 양상과 분포, 문진, 환경적 요인을 고려하여 진단합니다.",
            "치료": "습진을 치료하기 위해서는 근본적으로 습진을 유발하는 환경에서 벗어나야 합니다. 병원 치료는 비정상적인 습진을 예전의 피부로 돌아가게 하는 것이지, 피부가 물이나 세제에 강하도록 해주는 것이 아니기 때문입니다. 그렇기 때문에 치료 후에 다시 집안일을 반복하여 손이 마를 일이 없게 되거나, 세제 등으로 피부에 자극을 주는 행위를 지속하면 습진을 치료할 수 없습니다. 물에 젖는 일을 할 때 비닐장갑을 착용하면 도움이 되지만, 장갑 밑에 땀이 차서 피부가 짓무를 수 있습니다. 장갑 속에 흰 면장갑을 착용하는 것이 도움이 됩니다. 피부염 치료에는 보습이 매우 중요하므로, 수시로 보습크림이나 연고를 바릅니다."
        }
    },
    {
        "name": "아토피성 피부염(Atopic dermatitis)",
        "details": {
            "정의": "아토피성 피부염은 심한 가려움증을 동반하고 만성적으로 재발하는 피부 습진 질환입니다. 아토피성 피부염은 천식, 알레르기 비염, 만성 두드러기와 함께 대표적인 알레르기 질환 중 하나입니다. 보통 태열이라고 부르는 영아기 습진은 아토피 피부염의 시작으로 볼 수 있습니다. 아토피성 피부염의 발생 빈도는 나이가 들면서 점점 줄어들지만, 소아, 청소년, 성인에 이르기까지 호전과 악화를 반복하며 만성적인 경과를 보이기도 합니다. 전 세계적인 소아의 이환율은 약 10~30%입니다. 2010년 국내에서 실시한 설문 조사에서는 초등학생의 35.6%가 아토피 피부염으로 진단받았던 병력이 있다고 대답하였는데, 이는 2000년의 24.9%보다 현저히 증가한 것입니다.",
            "원인": "아토피성 피부염은 환자의 유전적인 소인과 환경적인 요인, 환자의 면역학적 이상과 피부 보호막의 이상 등 여러 원인이 복합적으로 작용하여 나타나는 것으로 알려져 있습니다. 아토피 환자의 70~80%는 가족력이 있습니다. 부모 중 한쪽이 아토피성 피부염이 있으면 자녀의 50%에게, 부모 두 명에게 모두 아토피성 피부염이 있으면 자녀의 75%에게 아토피성 피부염이 나타납니다. 최근 들어 환경 요인의 중요성이 강조되고 있습니다. 농촌의 도시화, 산업화, 핵가족화로 인한 인스턴트식품 섭취의 증가, 실내외 공해에 의한 알레르기 물질의 증가 등이 아토피성 피부염 발병과 밀접한 관련이 있습니다. 또한 환자의 80% 이상은 면역학적 이상을 보여, 혈액 속에서 면역글로불린E(IgE)이 증가한다고 합니다. 아토피성 피부염 환자는 대부분 음식물이나 공기 중의 항원에 대한 특이 IgE 항체가 존재합니다. 항원에 노출되면 양성 반응을 보여 아토피 증상이 나타납니다.",
            "증상": "아토피성 피부염의 가장 큰 특징은 심한 가려움증 및 외부의 자극이나 알레르기 유발 물질에 대한 매우 민감한 반응입니다. 가려움증은 보통 저녁에 심해지고, 이때 피부를 긁어서 피부의 습진성 변화가 발생하는 것이 특징입니다. 그리고 습진이 심해지면 다시 가려움증이 더욱 심해지는 악순환을 반복하게 됩니다. 아토피성 피부염이 나타나는 부위는 연령에 따라 다릅니다. 생후 2세까지의 유아기에는 주로 머리, 얼굴, 몸통, 팔다리가 펴지는 부위에 붉고, 습하고, 기름진 딱지를 형성합니다. 급성기 습진으로 나타납니다. 사춘기 이전까지의 소아기에는 이마, 눈 주위, 귀 주위, 사지 접히는 부위에 피부가 두꺼워지고 건조해지는 습진이 나타납니다. 사춘기와 성인기에는 피부 건조, 손발 유두 습진, 태선화 등 소아기와 비슷한 분포를 보입니다.",
            "진단": "아토피성 피부염은 특정 검사로 한 번에 진단하는 병이 아니라, 환자가 가지고 있는 특징적인 증상을 토대로 진단하는 병입니다. 아토피성 피부염 진단 기준에 해당하는 주 증상으로는 가려움증, 연령에 따라 특징적으로 나타나는 피부염의 모양 및 발생 부위, 아토피 질환의 가족력, 만성 및 재발 경과 등이 있습니다. 그 밖에 다양한 보조 진단 기준으로 피부건조증, 잦은 피부 감염, 눈 주위 색소 침착, 구순염, 안면 창백, 얼굴 피부염, 목주름, 백색 피부 묘기증, 식품, 환경이나 감정 요인에 의한 악화, 혈청 면역글로불린 E의 증가, 피부 시험 양성 소견 등이 있습니다. 아토피성 피부염에 필요한 검사로는 혈액 검사, 피부 단자 검사, 음식물 알레르기 검사 등이 있습니다. 필요에 따라 이러한 검사를 시행합니다. ① 혈액 검사 혈액 검사는 혈액 속에 있는 면역글로불린(Ig E), 혈청 총면역글로불린(Ig E) 농도로 아토피 양상을 판단하는 검사 방법입니다. 우리 몸은 내부로 침입한 외부 물질(항원)을 제거하기 위해 항체를 만드는데, 여러 항체들 중 면역글로불린 중 Ig E가 아토피와 관련이 있습니다. 아토피 피부염 환자의 80% 정도는 이 수치가 증가된 상태입니다. 하지만 이 수치가 정상이더라도 아토피성 피부염이 나타날 수 있기 때문에, 진단에는 제한적으로 이용합니다. ② 피부 단자 검사 피부 단자 검사는 소량의 항원을 피부에 살짝 바늘로 찔러 넣어 두드러기 양상 발진이 발생하는 정도를 보고 알레르기 반응을 판단하는 방법입니다. 알레르기 반응이 양성이면 주변 상황 및 환자의 과거 병력을 고려해서 유발 요인으로 판단합니다. 하지만 달걀과 같은 음식물 항원에 양성 반응이 나오더라도 그것이 100% 원인 물질이라고 단정할 수는 없습니다. 확진하려면 음식물로 유발 시험을 거쳐야 합니다. ③ 음식물 알레르기 검사 음식물 알레르기 검사는 하루에 먹은 음식들과 증상 발현을 일기 형식으로 기록한 것을 바탕으로, 의심되는 음식물이 실제 아토피성 피부염의 원인으로 작용하는지 확인하는 방법입니다. 음식물 알레르기와 아토피성 피부염이 항상 동반되는 것은 아니기 때문에 의사와 상의하여 필요한 경우에 시행합니다. 음식물 유발 시험을 할 때는 검사 전 일주일 동안 약물 사용을 금하고, 의심되는 음식물을 2주 동안 금식해야 합니다. 검사 후에 환자에게 아무런 증상이 나타나지 않으면 임상적으로 원인 음식물이 아니라고 판정합니다.",
            "치료": "아토피성 피부염의 치료 원칙은 증상의 발현과 악화를 예방하기 위해 원인과 유발 인자를 제거하고, 적절한 목욕 및 보습제 사용을 통해 피부를 튼튼하고 청결하게 유지하는 것입니다. 2차 피부감염증을 예방하기 위해서 필요한 경우 국소 스테로이드제, 국소 칼시뉴린억제제, 항히스타민제, 면역조절제, 항바이러스제 등을 적절하게 사용합니다. 하지만 이러한 치료에 반응하지 않거나 아토피성 피부염이 심한 환자는 환자의 증상이나 사정을 고려하여 자외선 치료와 같은 광선 치료, 인터페론 감마, 사이클로스포린과 같은 면역 억제제, 면역글로불린을 정맥주사하는 등의 전문 치료를 시행할 수 있습니다. 같은 환자더라도 피부염의 상황에 따라 적절한 치료법을 선택해야 하기 때문에, 전문의와의 상담이 중요합니다.",
            "경과": "아토피성 피부염은 호전과 악화를 반복하는 만성 경과를 보입니다. 예후는 환자의 피부 상태, 자극 요인, 알레르기 질환의 동반 여부, 세균 감염 여부 등에 따라 다양합니다. 대부분 환자가 성장하면 완화되는 양상을 보입니다. 그렇지만 영유아기 아토피성 피부염을 갖고 있던 환자 중 일부는 자라면서 천식이나 비염 등의 다른 알레르기 질환으로 이행하는 알레르기 행진(allergic march)의 경과를 보일 수도 있습니다. 아토피성 피부염으로 인한 합병증으로는 피부감염증(단순포진, 대상포진, 농가진, 물사마귀 등), 안구 증상(아토피 결막염, 백내장, 녹내장, 망막 박리)이 있습니다."
        }
    },
    {
        "name": "악성 흑색종(Malignant melanoma)",
        "details": {
            "정의": "악성 흑색종은 멜라닌 생성 세포로 구성된 피부 악성 신생물(암)을 말합니다. 멜라닌 생성 세포는 선천적 또는 후천적으로 발생합니다. 멜라닌 세포는 피부나 점막에 있는 정상적인 세포로, 이 세포에서 만드는 멜라닌이라는 색소 때문에 피부색이 나타납니다. 일광욕이나 과도한 햇빛 노출은 멜라닌 세포에서 멜라닌을 많이 만들어내어 피부색을 검게 변화시킵니다. 이와 같이 정상적으로 존재하는 멜라닌 세포에 생긴 암을 악성 흑색종이라고 합니다. 멜라닌 세포는 선천적으로 크기 때문에 악성 흑색종으로 발전하기 쉽습니다. 더 작은 흑색종은 피부가 하얀 사람에게서 흔하게 나타납니다. 악성 흑색종은 주로 피부에 발생하지만, 안구(눈)나 직장, 코나 식도같이 점막이 있는 다른 부분에서도 생길 수 있습니다. 피부에 생기는 악성 종양에는 악성 흑색종 외에 편평상피세포암, 기저세포암 등이 있습니다. 이 중에서 악성 흑색종이 가장 악성도가 높습니다.",
            "원인": "악성 흑색종의 발생 원인은 확실하게 밝혀지지 않았습니다. 주로 서양에서 발생 빈도가 점점 높아지고 있습니다. 우리나라에서는 정확한 통계는 없지만 서양보다 발생 빈도가 적게 나타납니다. 백인의 경우, 유전적 요인과 자외선 노출이 악성 흑색종의 중요한 유발 원인으로 여겨집니다. 특히 금발과 푸른 눈을 가진 사람으로 가족력이 있으면 자외선 노출에 주의해야 한다고 알려져 있습니다. 한국인의 경우, 원래 가지고 있던 점에서 흑색종이 발생하는 경우는 드뭅니다. 악성 흑색종이 많이 발생하는 부위로는 발바닥, 발톱과 같은 말단부입니다. 자외선 노출과는 크게 관련이 없습니다.",
            "증상": "악성 흑색종은 피부 표면 어디에서나 나타날 수 있지만, 등, 가슴, 다리에 가장 흔히 발생합니다. 악성 흑색종의 약 3분의 2는 정상으로 보이는 피부에 발생하고, 3분의 1은 기존의 점에서 성장합니다. 악성 흑색종의 증상은 다음과 같습니다. ① 비대칭 ② 경계 불규칙성 ③ 동일한 점 내부에 서로 다른 피부 색깔과 색조가 나타남 ④ 6mm보다 큰(연필지우개보다 큰) 지름 ⑤ 점의 크기 증가 피부에 처음 발생하는 흑색종은 모양, 발생 양상, 분포 등의 특성에 따라 여러 임상 유형으로 나타날 수 있습니다.",
            "진단": "악성 흑색종은 검은 점과 혼동될 수 있습니다. 검은 점이 다음과 같은 경우에 해당하면 악성 흑색종일 가능성이 있으므로, 병원에서 정확한 검사를 받는 것이 좋습니다. ① 원래 있던 점의 모양이나 색깔이 변하고, 크기가 커지는 경우 ② 점의 경계가 뚜렷하지 않은 경우 ③ 점의 모양이 대칭적이지 않은 경우 ④ 점이 있는 부위가 가렵거나, 진물이 나거나, 헐고 피가 나는 경우 ⑤ 피부색이 진한 부위에 이전과 다른 변화가 생기는 경우 ⑥ 기존에 있던 점 주변에 새로운 점이 생기는 경우 악성 흑색종이 의심될 때는 우선 육안으로 피부 검진을 시행하고, 의심스러운 부위에 대해 조직 검사를 시행합니다. 조직 검사는 의심되는 부위를 가능하면 많이 절제해서 검사하는 것을 권장합니다.",
            "치료": "악성 흑색종을 치료하기 위해서는 눈에 보이는 종양과 이를 둘러싼 정상으로 보이는 피부를 함께 제거합니다. 그 이유는 정상으로 보이는 피부도 현미경으로 관찰하면 약간의 암이 포함되어 있을 수 있기 때문입니다. 악성 흑색종의 치료 방법은 크게 수술과 방사선 치료, 항암 화학 요법, 인터페론 같은 생물학적 제제 등이 있습니다. 초기에는 수술로 원발 부위를 절제합니다. 흑색종이 1mm보다 두꺼우면 종양이 전파되었는지 확인하기 위해 주변 국소림프절을 같이 절제할 수도 있습니다. 병이 진행된 경우, 원발 부위와 국소 림프절을 절제합니다. 수술 후에 재발을 막기 위하여 고용량 인터페론 치료를 시행하기도 하지만, 인터페론의 효과에 대해서는 아직 논란이 있습니다. 말기의 경우, 증상 완화를 위해서 수술적 절제술이나 방사선 치료를 시행할 수 있습니다. 그러나 대부분 항암 화학 요법을 시행하거나, 인터페론이나 인터루킨-2 같은 생물학적 제제를 정맥주사합니다. 이 약물은 고용량으로 주입해야 합니다. 또한 환자가 매우 건강한 상태여야만 안전하게 치료할 수 있습니다. 이 치료의 반응률은 10~30% 정도입니다.",
            "경과": "악성 흑색종의 예후에는 종양의 두께(피부 안으로 얼마나 깊이 들어가 있는지)와 위치가 중요한 영향을 미칩니다. 팔이나 다리의 흑색종은 신체의 다른 부위에 있는 흑색종처럼 심각하지는 않습니다. 그 외의 흑색종은 위험할 수 있습니다. 60세 이상 남성의 경우, 악성 흑색종으로 사망할 가능성이 여성에 비해 높습니다. 피부를 뚫고 전파된 종양의 경우, 그중에서 20%는 림프절에 암이 있어 위험도가 높습니다. 악성 흑색종을 예측하는 데는 종양의 두께가 가장 중요합니다. 피부 겉면에 있는 종양은 일반적으로 치료할 수 있습니다. 그러나 더 깊은 암은 치료하기 어렵고 때때로 불가능하기도 합니다. 더구나 흑색종 세포가 종양에서부터 폐, 간, 뇌와 같은 장기로 퍼지는 경우, 일부 환자만 치료할 수 있습니다."
        }
    },
    {
        "name": "안검황색종(Xanthelasma)",
        "details": {
            "정의": "안검황색종은 황색종 중 가장 흔하게 나타나는 질환으로, 주로 눈꺼풀의 내측이나 눈꺼풀 주위에 발생합니다. 황색종은 조직구가 지방을 탐식한 포말세포로 구성된 종양입니다. 종양의 색깔이 황색이나 오렌지색을 띠는 것이 특징입니다. 피부의 진피, 피하지방 등에 지방이 침착되어 발생합니다.",
            "원인": "안검황색종의 발생 원인은 확실히 알려지지 않았습니다.",
            "증상": "전체 환자의 과반수는 정상 혈중 지방치를 보입니다. 그러나 가족성 고콜레스테롤혈증일 때, 저밀도지단백콜레스테롤 증가와 연관이 있을 수 있습니다.",
            "진단": "안검황색종은 육안으로 관찰되는 임상 양상으로 진단할 수 있습니다.",
            "치료": "안검황색종의 치료 방법에는 외과적인 절제술 즉 수술적 방법과, 전기 건조술, 화학 박피술, 레이저 제거술 등이 있습니다. 고지혈증이 동반되는 경우에는 약물 요법이 필요합니다. 안검황색종은 치료하더라도 빈번하게 재발하는 경향을 보입니다.",
            "경과": "안검황색종에 고지혈증이 동반된 경우에는 내과적인 약물 치료가 필요합니다. 그렇지 않은 경우에는 미용을 위한 치료만 합니다. 치료해도 빈번히 재발합니다."
        }
    },
    {
        "name": "안면 홍조증(Hot flush)",
        "details": {
            "정의": "안면 홍조증은 얼굴이나 목, 상흉부 등에 일시적으로 발생하는 홍반을 의미합니다. 압박에 의해서 쉽게 소멸됩니다. 폐경 여성에서 가장 흔하게 생기는 증상 중 하나입니다.",
            "원인": "홍조는 일시적인 혈관 확장에 의해서 발생합니다. 주된 기전은 자율 신경이나 혈관 활성 물질에 의한 혈관 평활근의 작용입니다. 자율 신경에 의해 발생하면 땀샘도 같이 활성화되므로 발한이 동반됩니다. 반면 혈관 활성 물질에 의해 발생하면 발한이 동반되지 않습니다. 히스타민이나 타이라민이 포함된 발효성 식품, 식품 첨가제, 일부 약물 등이 알코올과 관련하여 홍조를 일으킨다고 여겨집니다. 그 외에도 음식과 관련해서 뜨거운 음료의 시상 하부 자극에 의한 홍조나, 치즈나 초콜릿 등의 섭취 후에 발생하는 홍조, 매운 음식으로 인한 홍조 등이 있습니다. 불안이나 정서적 긴장, 전신 질환이나 다른 약물이 원인이 될 수도 있습니다. 폐경이 홍조를 일으키기도 합니다.",
            "증상": "안면 홍조증이 자율 신경 때문에 발생하는 경우 땀샘이 같이 활성화되어 발한을 동반합니다. 그러나 발한이 동반되지 않는 경우도 있습니다. 주사(rosacea)로 발전할 수 있으며, 특히 안구 주사와 심한 홍조는 비례 관계가 있는 것으로 알려져 있습니다. 홍조 증상이 사라질 때쯤이면 차갑고 끈적끈적한 불쾌한 느낌이 동반될 수 있습니다. 안면 홍조증에는 피로감, 신경과민, 불안, 신경질, 우울증 등이 동반될 수 있습니다. 밤에 증상이 나타날 경우 불면증을 유발하여 결국 집중력 저하 등의 원인이 될 수도 있습니다.",
            "진단": "안면 홍조증은 임상 증상을 바탕으로 진단합니다. 최근 복용한 약물, 음식 등과 증상 발생과의 관련성에 대한 문진 평가를 진행합니다. 폐경과 관련이 있는지 확인하기 위해서 에스트로겐 감소와 관련된 다른 증상이 있는지 확인합니다. 골반 검진을 포함한 신체검사를 시행합니다. 난포자극호르몬의 혈청 내 수치를 측정하기 위해서 혈액 검사를 시행할 수도 있습니다.",
            "치료": "홍조의 발생 원인을 확인한 경우에는 해당 치료를 시행하면 홍조 증상이 호전됩니다. 폐경과 관련된 안면 홍조의 치료는 약물 요법을 포함하며, 여성호르몬인 에스트로겐 보충 요법이 효과가 있습니다. 비약물적 요법으로, 안면 홍조를 악화시킬 수 있는 뜨겁거나 매운 음식, 카페인이 다량 함유된 음식을 피하는 것이 좋습니다. 정서적 불안감과 스트레스를 줄이는 것도 도움이 됩니다.",
            "주의사항": "안면 홍조증을 예방하는 뚜렷한 방법은 없습니다. 그러나 생활습관의 변화는 안면 홍조의 횟수를 줄이는 데 도움이 될 수 있습니다. 카페인이나 알코올이 함유된 음료 섭취, 흡연 등 안면 홍조를 악화시키는 행동을 피하는 것이 좋습니다."
        }
    },
    {
        "name": "약물 발진(Drug Eruption)",
        "details": {
            "정의": "약물에 의한 이상반응으로 피부에 발진이 생긴 것을 약물 발진, 또는 약진이라고 부릅니다.",
            "원인": "어떠한 약물이 병변을 흔히 유발하는지 알아두면 진단과 원인 규명에 도움이 됩니다. 하지만 새로운 약물이 새로 개발되며 자주 사용하는 약물이 때와 장소에 따라 변하므로 원인이 되는 약물도 변할 수 있다는 사실을 염두에 두어야 하겠습니다.",
            "증상": "증상은 매우 다양하여 다른 피부질환과의 감별을 필요로 합니다. 바이러스나 세균의 감염에 의해 발생되는 병변과 유사한 발진성(exanthematic) 질환, 두드러기로 나타나는(urticarial) 약물 발진, 계속해서 유사한 병변이 동일한 부위에 발행하는 고정(fixed) 약물 발진 등이 비교적 흔합니다. 그 외 여드름이나 모낭염과 유사한(acneiform/pustular) 약물 발진, 물집이 발생되는(vesicular/bullous) 약물 발진, 다형 홍반(erythema multiforme), 천포창과 유사한(pemphigus-like) 약물 발진 등이 있습니다. 보통 갑자기 발생하며 대칭적으로 광범위하게 분포하고 원인 약물의 투약을 중단하면 호전되는 특성을 지닙니다.",
            "진단": "1. 환자의 병력 청취 약물을 사용한 시기와 피부 병변과의 상관관계를 알기 위해 필요합니다. 2. 의심 약물의 사용 금지 의심되는 약물을 제거하여 병변이 소실되면 약물에 의한 발진으로 의심할 수 있으나 한번으로는 확진할 수 없습니다. 간혹 약물을 끊은 뒤에도 일부 약물이 몸에 남아있어 피부 병변이 지속될 수 있기 때문입니다. 3. 피부반응검사 피부를 통하여 약물을 전달할 때 다른 경로를 거칠 때와 동일한 대사물이 생성되고, 그 양에 환자가 충분히 민감하다면 피부반응검사를 통해서 동일한 반응을 유도할 수 있어 원인을 규명할 수 있습니다. 다만 위 양성이나 위 음성의 가능성이 있어 진단을 이 검사에만 의존하여서는 안되겠습니다. 4. 전신 유발검사 약물발진의 정확한 진단은 의심되는 약물을 재투여하여 동일한 병변을 유발하는 방법입니다. 만약 불응기(refractory period)에 전신 유발검사를 시행하면 위 음성이 나올 수 있어 주의가 필요합니다. 이처럼 원인 약물을 규명하는 데 절대적인 방법은 없으나 비교적 믿을 수 있고 안전한 방법이 피부반응검사로 생각되며 특히 고정약물발진두드러기광과민성 약물발진 등은 피부반응검사가 믿을 수 있다는 국내외 연구결과들이 있습니다.",
            "치료": "병변의 치료는 우선 의심되는 약물을 가능한 모두 끊거나 다른 약물로 대체합니다. 증세에 따라 부신피질호르몬이나 항히스타민제를 투여하는 것이 도움이 됩니다."
        }
    },
    {
        "name": "어루러기(Pityriasis versicolor)",
        "details": {
            "정의": "어루러기는 곰팡이균의 일종인 말라세지아 푸르푸르(Malassezia furfur)라는 효모균이 피부 각질층에 과다 증식하여 나타나는 피부 질환입니다. 이 균은 정상인의 피부에 상시 존재하고 있습니다. 피부 산성도(pH)가 변화하여 저항력이 약해지거나, 덥고 습기가 많은 환경이 되면 어루러기 증세가 나타납니다.",
            "원인": "말라세지아는 지방 성분을 좋아하여 상반신 모낭에 항상 존재하고 있습니다. 인체 면역력이 떨어지거나 곰팡이가 자라기 좋은 환경이 되면 과다 증식합니다. 어루러기는 주로 여름철에 발생합니다. 땀을 많이 흘리는 근로자, 운동선수, 임산부, 피지 분비가 왕성한 20~30대 젊은이에게 많이 나타나며, 여성보다 남성에게 더 많이 나타납니다.",
            "증상": "목, 가슴, 등, 겨드랑이 등 다양한 부위에 다양한 크기의 얼룩덜룩한 반점이 생깁니다. 모낭을 중심으로 버짐과 같은 각질이 생겨서 동전 모양을 보이다가 합쳐져 커지기도 합니다. 병변의 색상은 갈색, 황갈색, 회백색 등 다양하게 나타납니다. 가려운 증상은 없거나 가벼울 수 있습니다. 햇빛에 노출되는 부위에는 백반증과 유사한 탈색 반점이 나타나기도 합니다. 증세는 여름철에 발생합니다. 여름철마다 재발하는 특성이 있습니다.",
            "진단": "육안으로 황갈색의 피부 병변이 관찰됩니다. 인설이 있는 경우 피부 병변을 긁어 현미경으로 관찰하기도 합니다. 필요시 진균 배양 검사를 통해 원인균을 찾아 진단할 수 있습니다.",
            "치료": "어루러기를 치료하려면 처방된 항진균제 연고를 지시에 따라 바르거나 먹는 약을 복용하면 됩니다. 대부분 연고를 바르거나 약을 먹으면 2주 안에 치료됩니다. 그러나 꾸준히 치료를 받아야 합니다. 원인균이 사라지더라도 탈색 반점은 상당 시간 유지될 수 있습니다. 어루러기는 흔하게 재발하므로, 면역력이 떨어지지 않도록 지속적으로 건강을 관리해야 합니다.",
            "경과": "어루러기는 가려움증이나 통증과 같은 증상이 없어 발병 사실을 잘 모르다가, 피부색이 변한 뒤 발견하여 치료하는 경우가 많습니다. 어루러기는 백반증과 비슷해 보이지만 원인과 치료법이 다르기 때문에 정확하게 진단받아야 합니다.",
            "주의사항": "습하고 더운 여름철에는 피부에도 쉽게 곰팡이가 핍니다. 평소 땀이 많이 나는 체질이라면 통풍이 잘 되는 면 소재의 헐렁한 옷을 입습니다. 땀이 나면 옷을 갈아입고 자주 씻어 몸을 청결하게 유지합니다. 또한 씻은 후에는 몸을 잘 건조하여 습하지 않도록 합니다. 어루러기가 자주 재발하는 경우에는 시판되는 항곰팡이 샴푸를 이용하여 예방할 수 있습니다."
        }
    },
    {
        "name": "어린선(Ichthyosis)",
        "details": {
            "정의": "어린선은 피부의 가장 바깥층인 각질층이 지나치게 성장하여 피부를 건조하게 하고 비늘 같은 각질을 만드는 유전적 질환입니다. 대부분 영아기나 아동기에 시작되며, 출생 이후에 발생할 수도 있습니다. 각질층의 죽은 세포가 정상적인 속도로 떨어져 나가지 않고 피부 표면에 달라붙어서 비늘을 만듭니다. 심한 경우 각질이 딱딱한 모양으로 변하기도 합니다. 또한 어린선은 상태에 따라서 외관상 심각한 문제를 일으키기도 합니다. 어린선이 있는 피부는 아주 가벼운 자극에도 민감하게 반응합니다. 추운 날씨에는 심하게 트고 갈라지기 쉽습니다. 태어날 때 나타나지 않다가 성장하면서 비늘 같은 것이 생길 수 있습니다. 팔과 다리의 앞쪽, 즉 몸이 펴지는 쪽에 뚜렷하게 보입니다. 어린선은 가끔 땀샘의 부족으로 인해 발생하는 경우도 있습니다. 그러나 이 질환은 전염성이 없습니다. 이 질환은 감염을 막고, 수분 소실을 막으며, 체온을 조절하는 피부의 중요한 역할을 방해할 수 있습니다.",
            "원인": "어린선의 원인은 크게 유전성과 비유전성 두 가지로 뉩니다. ① 유전성 유전성 어린선은 여러 가지 유전 형식을 나타냅니다. 분류는 일정하지 않으나 심상성 어린선, 반성 유전성 어린선 등 여러 가지가 알려져 있습니다. 심상성 어린선은 상염색체성 우성 유전됩니다. 피부가 광범위하게 건조한 상태이며, 여러 가지 비늘 형태가 나타납니다. 반성 유전성 어린선은 여성 보인자를 통하여, 즉 어머니에게 유전되어 남성에게만 생깁니다. ② 비유전성 비유전성 어린선은 악성 종양을 비롯한 여러 가지 질병을 먼저 앓은 후에 후천성으로 나타납니다. 주로 허리, 복부, 엉덩이 등에 나타납니다. 자각 증상이 없는 담갈색의 어린선이 많이 생깁니다. 때때로 발진이 생기기도 합니다. 선천성 어린선과는 달리 사춘기 이후에 주로 나타납니다.",
            "증상": "어린선의 증상은 원인에 따라 조금씩 다르게 나타납니다. 여기서 나타나는 증상은 유전적 타입의 형태로 출생 시나 아동기에 나타납니다. 피부가 두꺼워지고, 각질이 일어나면서 심하게 건조해집니다. 병변이 제한된 부위에서만 나타나기도 하고, 전신 피부에 나타나기도 합니다. 피부가 약간 가렵습니다. 체취가 나기도 하는데, 이는 피부 각질 사이에 세균이나 진균이 서식할 수 있기 때문입니다. 귀에 귀지가 쌓여 난청이 생길 수 있습니다. 이러한 증상은 대개 겨울과 건조한 기후일 때 더욱 나빠집니다. 따뜻하고 습한 상황에서는 증상이 좋아지기도 합니다.",
            "진단": "피부를 관찰하여 어린선을 진단할 수 있습니다. 이때 가족력이 매우 중요합니다. 필요시 확진을 위해 피부의 일부분을 떼내어 현미경에서 관찰하는 피부 조직 검사를 시행하기도 합니다. 가끔은 진단을 위해 유전자 검사가 필요할 수 있습니다.",
            "치료": "어린선은 피부가 심하게 건조해서 나타나는 질환인 만큼, 이를 치료할 때는 피부 보습이 중요합니다. 피부 보습 후 죽은 피부 세포를 탈락시키도록 하는 치료 방법입니다. 피부 보습을 위해 보습 성분이 함유된 크림이나 연고를 목욕이나 샤워 후에 사용하여 건조해지지 않도록 해야 합니다. 피부 각질 탈락을 촉진하는 약을 이용하기도 합니다. 그 예로는 락틱산이나 알파하이드록시산이 함유된 로션이나 크림이 있습니다. 만약 피부를 긁어서 감염되거나 체취가 생기면 항생제가 필요할 수 있습니다. 어린선이 심한 증상을 일으키면 정기적으로 피부과 치료를 받아야 합니다."
        }
    },
    {
        "name": "여드름(Acne)",
        "details": {
            "정의": "여드름은 털을 만드는 모낭에 붙어 있는 피지선에 발생하는 만성 염증성 질환입니다. 여드름은 보통 사춘기에 발생하지만, 어른에게도 나타날 수 있습니다. 여드름은 얼굴, 목, 등, 가슴 등과 같이 유분이 많은 피부 부위에 잘 생깁니다. 정상적인 상태에서 피지는 모낭 벽을 따라 위로 올라가서 피부를 통해 밖으로 배출됩니다. 피지가 피부 밖으로 배출되지 못하고 모낭 주위에 갇히면 염증을 불러일으키는 박테리아가 번식하는데, 이것이 여드름이 됩니다.",
            "원인": "여드름은 호르몬 변화, 세균 감염, 유전성 요인 등으로 발생한다고 여겨지지만, 아직까지 정확한 원인을 모르는 상태입니다. 대체로 사춘기에 나타나는 여드름은 안드로겐이라는 남성호르몬에 자극받아 피지를 과다하게 내보내서 발생합니다. 하지만 성인 여드름은 여성에게 많이 나타나며, 특히 생리 전에 주기적으로 악화됩니다. 이 경우 프로게스테론이라는 황체호르몬, 기름이 많거나 털구멍을 밀폐시키는 화장품 등이 원인 또는 악화 인자가 될 수 있습니다. 정서적 긴장이나 스트레스, 수면 부족 등으로 부신피질 호르몬이 분비되어 피지선을 자극하면 여드름이 발생할 수 있습니다.",
            "증상": "여드름의 증상으로 면포, 구진, 농포 등이 나타납니다. 심한 경우에는 결절이나 낭종이 생깁니다. 면포란 피지가 축적되어 모낭이 팽창한 것입니다. 면포에는 모낭 입구가 열려 있습니다. 면포에는 개방 면포와 폐쇄 면포라는 두 가지 종류가 있습니다. 흔히 블랙헤드라고도 하는 개방 면포는 그간 축적된 피지의 색이 검게 보이는 것입니다. 폐쇄 면포는 표면이 닫혀 있는 면포로, 흔히 화이트헤드라고 합니다. 면포가 오래되면 주위에 세균이 증식하고, 그 주위에 염증 세포가 모이면 붉은 여드름 구진, 곪는 여드름 농포를 형성합니다. 이 정도가 심해지면 결절과 낭종 등이 부어있는 상태가 됩니다.",
            "진단": "여드름은 보통 간단한 검진만으로 진단합니다. 얼굴, 가슴, 등, 팔, 어깨 등 증상이 발생한 부위를 관찰합니다. 환자의 병이나 건강 상태를 질문하여 여드름 유발과 관련된 요소들이 있는지 찾아냅니다. 다만, 여드름이 심한 경우 원인 질환을 감별하기 위해 여러 가지 호르몬 검사를 시행합니다.",
            "치료": "여드름 치료 방법은 크게 바르는 약, 먹는 약, 외과적 치료로 나눌 수 있습니다. 여드름을 치료하는 원리는 막힌 모낭을 제거하여 피지가 잘 배출되도록 하거나, 세균의 성장과 염증, 피지 분비를 억제하는 것입니다. 여드름의 심한 정도와 형태에 따라서 먹는 약과 바르는 약을 단독으로 혹은 복합하여 선택합니다. 이러한 약에는 부작용이 있을 수 있으므로 의사의 처방이 필요합니다. 외과적인 치료로는 증상 부위에 대한 주사 요법, 여드름 압출 치료, 박피술, 레이저 치료, 광역동 치료 등이 있습니다.",
            "주의사항": "보통 여드름은 사춘기에 시작되어 20대 중반에는 사라집니다. 그러나 최근에는 성인 여드름이 증가하고 있습니다. 성인 여드름은 사춘기보다 유병 기간이 길고 치료 반응이 느리다고 합니다. 물론 가벼운 여드름은 자연적으로 소멸할 수도 있고, 치료하지 않아도 좋아졌다 나빠졌다 하기도 합니다. 하지만 초기에 치료하지 않을 경우 피부 붉어짐, 색소 변화, 흉터 발생의 위험성이 높으므로, 적절히 치료해야 합니다."
        }
    },
    {
        "name": "오타 모반(Ota like Melanosis)",
        "details": {
            "정의": "오타 모반은 눈 주위에 생기는 푸르스름하거나 회색을 띠는 넓은 반점을 말합니다. 대개는 한쪽 눈가에 생기는데, 양쪽 눈가에 같이 생기는 경우도 있습니다. 피부의 진피층에 검은색 멜라닌을 생성하는 비정상적인 멜라닌 세포가 많이 생겨서 검게 나타나는 것입니다. 선천성 질환이며, 출생 시 생겨나서 나이가 들수록 점점 확산되고 검어지는 경향이 있습니다. 어떤 사람은 사춘기 이후에 갑자기 발견되기도 합니다. 오타 모반은 일본인 의사에 의해 발견되어 명명되었습니다. 서양인보다 동양인에게 더 많이 발견됩니다.",
            "원인": "오타 모반은 대부분 선천적으로 발생합니다. 비정상적인 멜라닌 세포가 많이 생겨 검은 모반이 나타나는 것입니다. 20~30대에 후천적으로 생기는 경우도 있습니다. 표피 하부의 진피층에서 멜라닌 색소 세포에 의해 색소가 침착되어 나타납니다. 아직까지 원인은 불명확합니다. 유전적 경향은 없는 것으로 알려져 있습니다.",
            "증상": "① 얼굴의 이마, 눈 주위, 관자놀이, 광대뼈 부위에 반점이 나타납니다. 또는 코에 갈색, 흑갈색, 청색, 회청색, 흑청색의 반점이 나타납니다. 나이가 들수록 점점 색이 진해집니다. ② 모반은 대부분 한쪽에 나타나지만, 5~10%는 양측으로 나타나기도 합니다. ③ 피부 외에 비강, 구강 점막, 눈의 공막과 망막에도 색소 침착이 나타납니다. ④ 남성보다 여성에게 많이 나타납니다. ⑤ 피곤하거나 흥분했을 때, 불면증이 있을 때, 춥거나 더운 날씨에 색깔이 더 진해질 수 있습니다. ⑥ 여성의 경우 생리 전후, 폐경 같은 호르몬 변화에 의해 모반의 색이 더 진해 보일 수 있습니다.",
            "진단": "후천성 오타 모반의 경우, 중년 여성의 얼굴, 이마, 관자놀이, 눈꺼풀, 코밑 날개 부위에 양쪽 대칭으로 발생합니다. 또한 선천성 오타 모반과 달리 눈, 입안 등의 점막에는 색소반이 생기지 않습니다. 선천적인 경우보다 훨씬 적은 부위에서 나타납니다.",
            "치료": "오타 모반은 색소가 깊숙한 진피층까지 퍼져 있으므로 미백 연고나 미백 치료는 효과가 없습니다. 예전에는 냉동 요법 전기소작술로 치료하였으나, 통증이 심하고 흉터가 생기는 부작용이 있었습니다. 요즘은 레이저를 이용해 치료합니다. 색소의 깊이가 워낙 깊기 때문에 대개 여러 번 치료해야 합니다.",
            "경과": "오타 모반은 대개 별다른 문제를 일으키지 않으며, 미용적으로만 문제가 됩니다. 드물게는 오타 모반에서 치명적인 악성 흑색종(피부암)이 발생할 수 있습니다. 녹내장도 오타 모반과 관련이 있다고 합니다. 때때로 오타 모반 부위에 감각 이상이 동반되기도 합니다.",
            "주의사항": "오타 모반을 제거하기 위한 시술 후에 특별히 주의해야 할 사항은 없습니다. 다만 피부가 검은 경우에는 효과가 조금 떨어질 수 있습니다. 가급적 햇빛 노출을 피하고, 외출 시 자외선 차단제를 바르는 습관이 필요합니다. 치료 후 흉터가 있는 부위를 손으로 만지거나 피부 위에 생긴 딱지를 떼지 않도록 주의해야 합니다."
        }
    },
    {
        "name": "옴(Scabies)",
        "details": {
            "정의": "옴은 개선충이라는 피부 기생충에 의해 발생하는 질환입니다. '개선'이라고도 합니다.",
            "원인": "옴은 대개 성관계로 전염되기 때문에 성병으로 분류할 수 있습니다. 또, 옴은 피부 접촉을 통하여 전염되므로, 성관계를 한 뒤 함께 잠을 자면 단순히 성관계만 한 것보다 전염이 될 확률이 높습니다.",
            "증상": "옴은 사람의 피부에 굴을 파고 피부 속에 들어갑니다. 밤이 되면 활동하기 때문에 낮에는 괜찮다가도 밤이 되어 자려고 누우면 무척 가렵습니다. 옴은 안면을 제외한 전신에 침범하기 때문에 전신이 가려울 수 있습니다. 특히, 사타구니 부위, 손가락 사이, 겨드랑이처럼 부드러운 피부에 붉은 점이 두 개씩 나란히 나 있기도 합니다. 보통 4~6주간의 잠복기를 거쳐 나타납니다. 가려움을 참지 못하여 환부를 긁으면 습진, 농가진 등을 유발하기 쉽습니다.",
            "진단": "① 의심되는 부위를 긁어서 조직을 얻은 뒤, 현미경을 통하여 옴 진드기를 확인하여 진단합니다. ② 굴잉크 검사(burrow ink test) 의심되는 부위를 잉크를 발라 문지른 다음, 알코올 솜으로 닦아냅니다. 옴에 감염되었다면 피부에 '지그재그' 모양의 선이 나타납니다. 기생충이 지나간 굴에 잉크가 스며들어 이러한 선이 보이게 됩니다.",
            "치료": "자기 전에 샤워나 목욕을 한 뒤, 1% 린덴 로션이나 크림을 가려움이나 병변이 있든 없든 목에서 발끝까지 전신에 골고루 바릅니다. 자고 난 후에는 샤워나 물수건으로 치료제를 깨끗이 닦아내거나 물로 씻어냅니다. 재감염을 막기 위해 증상이 없는 가족들도 반드시 동시에 치료해야 합니다. 전체 환자의 절반 이상은 치료 24시간 이내에 소양증이 경감됩니다. 소양증이 심한 경우 국소적으로 스테로이드 연고를 사용할 수 있고, 항히스타민제를 복용할 수 있습니다. 이차적으로 세균 감염이 발생하면 적절한 항생제를 사용할 수 있습니다.",
            "경과": "옴 치료 약물 사용에 대한 의사의 지시를 따른다면 예후는 아주 좋습니다. 대부분의 경우 옴 진드기는 곧 없어지지만, 가려움은 몇 주 동안 계속될 수 있습니다. 가려움증이 심하다고 하여 피부를 긁으면 이차 감염 및 습진화 현상, 또는 태선화 현상을 일으킬 수 있습니다.",
            "주의사항": "옴 벌레나 알이 피부, 잠옷, 침구 등에 붙어 있기 때문에, 감염자가 2일 이내에 사용한 침구, 옷 등은 뜨거운 물에 세탁하거나, 햇볕에 말리거나, 살충제를 뿌려서 알까지 모두 죽여버리는 것이 좋습니다. 성 파트너는 물론이고 가족도 함께 치료해야 합니다. 다른 사람에게 감염되는 것을 예방하기 위해 옴이 치료될 때까지 성관계는 물론 단순한 접촉도 삼가야 합니다."
        }
    },
    {
        "name": "옻 중독(Poison ivy dermatitis)",
        "details": {
            "정의": "옻나무에는 참옻나무와 개옻나무가 있습니다. 우리나라 산에 있는 것은 대부분 개옻나무입니다. 옻나무의 줄기, 나무껍질에 상처를 내면 흰색 진액이 흘러나오는데, 이를 옻이라고 합니다. 옻은 최고급 칠감이며, 장롱이나 목제품의 칠감으로 사용합니다. 이 액에 묻으면 사람에 따라 다르지만 일반적으로 옻이 오릅니다. 옻나무 수액이 몸에 닿아 독기가 올라 가렵고 부풀어 오르는 피부 중독이 나타나는 것을 옻 중독이라고 합니다.",
            "원인": "옻은 옻나무과에 속하는 식물에서 나오는 진액을 일컫는 말입니다. 옻은 페놀 계통의 항원을 가지고 있어 다른 식물보다 피부염을 많이 유발합니다. 옻이 모든 사람에게 접촉 피부염을 일으키는 것은 아니며, 옻의 항원에 예민한 사람에게만 접촉 피부염을 발생시킵니다. 사람에 따라 다르지만 옻나무 수액이 피부에 닿거나 옻닭을 먹은 경우에 중독이 일어날 수 있습니다. 일단 한번 옻에 예민해진 사람이 다시 옻에 접촉하면 알레르기성 접촉성 피부염이 발생합니다.",
            "증상": "옻에 중독되면 피부에 좁쌀 만 한 발진이 생깁니다. 이것이 터지면 진물이 나면서 몹시 가려워집니다. 발진은 손이나 발가락 사이, 겨드랑이 등 피부가 약한 부위로 퍼질 수 있습니다. 빨리 치료하지 않으면 세균이 침입해 부스럼이 될 수 있습니다. 옻을 식품으로 가공하여 섭취한 경우에는 피부염 증세가 온몸에 나타납니다. 이와 함께 구역질과 구토, 어지럼증 등이 일어납니다. 항문 및 회음부도 몹시 가려울 수 있습니다. 특히 옻이 들어간 음식을 먹은 경우에는 원인 항원이 혈액을 통해 몸 전체로 퍼질 수 있기 때문에 시간이 지나면서 증상이 더 심해집니다. 증상이 온몸으로 퍼져나갈 수 있습니다.",
            "진단": "옻 중독은 피부 습진 모양, 경과, 증상 등을 고려하여 임상적으로 진단할 수 있습니다. 발생 원인을 밝히기 위해 피부에 바르거나 붙여서 반응을 보는 첩포 검사(patch test)를 시행해 볼 수 있습니다. 그러나 옻과 접촉 병력이 있는 경우는 대개 옻이 원인인 경우가 많아, 첩포 검사를 시행하지 않는 경우가 많습니다.",
            "치료": "옻나무와 접촉한 즉시 피부를 깨끗한 물로 씻어야 합니다. 가렵다고 손으로 굵거나 침을 바르지 말고 수시로 비눗물로 깨끗하게 씻어 주는 것이 도움이 됩니다. 증세가 가벼운 경우에는 1~2컵의 교질 오트밀을 섞은 물에서 목욕하면 좋아집니다. 피부염이 생긴 부위가 몹시 가려우면 얼음이나 찬물을 이용하여 가라앉힙니다. 필요한 경우에는 항히스타민제를 투여하기도 합니다. 세균 침입으로 부스럼이 생긴 경우에는 항생제를 사용하여 치료합니다.",
            "경과": "옻은 호흡 곤란의 증세를 일으킬 수 있습니다. 심한 경우에는 사망까지 이르게 할 수 있는 독성 물질입니다.",
            "주의사항": "옻에 예민한 사람은 야외 활동을 할 때 옻나무와의 접촉에 주의하고, 옻이 들어간 옻닭 같은 음식을 먹지 않도록 해야 합니다. 일단 접촉성 피부염이 발생한 경우에 가려움증이 심해지는 경우가 많습니다. 그러나 피부를 심하게 긁으면 상처에 이차적으로 세균 감염이 일어날 수 있으므로, 긁지 않도록 주의하고 흐르는 물에 씻어야 합니다."
        }
    },
    {
        "name": "욕창(Skin defect (and/or) soft tissue defect)",
        "details": {
            "정의": "욕창은 지속적으로 압박받은 신체 부위에 혈액순환 장애가 일어나서 산소와 영양 공급이 부족해짐에 따라 피부, 피하지방, 근육의 허혈로 인해 발생하는 피부 손상, 즉 궤양을 말합니다. 욕창은 대개 중증 환자가 오래 병상에 누워 있을 때 바닥에 직접 닿는 피부 부위에 생깁니다.",
            "원인": "욕창은 오랫동안 누워 있어 움직임이 없는 사람에게 생깁니다. 욕창은 뼈가 튀어나온 부위의 혈액순환이 되지 않아 산소 부족으로 인해 피부가 죽고 썩어서 생깁니다.",
            "증상": "욕창은 어느 부위에서나 발생할 수 있습니다. 주로 엉치뼈, 넓적다리뼈의 큰 돌기, 궁둥뼈 결절, 무릎뼈, 발꿈치, 정강이뼈 등의 뼈의 돌출부, 즉 압박이 많이 가해지는 부위에서 잘 발생합니다. 환자가 자주 취하는 자세에 따라 발생 부위가 달라집니다. 압력을 받는 부위의 피부가 붉어지고, 그 부위의 피부에 오려낸 듯한 궤양이 형성되고, 곧이어 피부의 괴사가 나타납니다. 욕창은 4단계의 과정을 거쳐서 발생합니다. ① 1단계 피부 손상은 관찰되지 않으나, 피부가 따뜻하고 단단합니다. 압력을 제거한 후 5분이 지나도 계속 붉은색입니다. 압력이 완화되면 원래 상태로 회복됩니다. 체위 변경으로 회복될 수 있습니다. ② 2단계 피부가 파열되어 찰과상과 물집 등이 보입니다. 부종이 심합니다. 지방층까지 침범하면 통증이 있습니다. 압력이 완화되면 1~2주 내에 회복됩니다. ③ 3단계 피하조직까지 괴사가 일어나 악취를 동반한 삼출물이 나타납니다. 통증은 없습니다. 부종이 심하고 괴사 조직이 관찰됩니다. 이 괴사조직을 제거하고 회복하는 데 수개월이 걸립니다. ④ 4단계 근육, 뼈, 지지 조직(건, 관절) 등의 조직에 광범위한 괴사가 일어납니다. 괴사 조직을 볼 수 있습니다. 수술적 치료(피부 이식, 피판술 등)가 필요합니다. 욕창이 생기면 피부가 패여 들어갑니다. 심해지면 근육, 뼈까지도 드러납니다. 이 부분을 통해 감염되면 패혈증 등 심한 부작용이 나타나며, 심지어는 사망에 이를 수도 있습니다. 욕창이 생기지 않도록 예방하는 것이 매우 중요합니다. 욕창이 생겼을 경우 빨리 피부가 재생되도록 도와주고, 더 이상 커지지 않도록 해야 합니다.",
            "진단": "욕창은 해당 부위의 피부를 관찰하면 진단할 수 있습니다.",
            "치료": "욕창의 치료 원칙은 다음과 같습니다. ① 압력 감소 - 1~2시간 간격으로 환자의 체위를 변경하는 것이 매우 중요합니다. 특히, 고위험 환자는 30° 기울어진 자세로 바꾸어 압력을 완화하는 것이 좋습니다. - 뼈가 튀어나온 몸의 부위는 바닥에 눌리지 않게 보존하기 위해 베개나 스티로폼 패드를 이용하여 환자의 자세를 유지시켜 주는 것이 좋습니다. - 침대 머리 부분은 가장 낮은 각도로 올리는 것이 좋습니다. - 휠체어에 앉아 있을 때도 30분 이상 동일한 자세로 있으면 안 됩니다. 30분마다 의식적으로, 1~5초간 환자 자신이 의자에서 몸을 치켜들도록 합니다. ② 피부 관리 - 욕창이 생길 수 있는 모든 환자는 적어도 하루 한 번 전체적으로 피부를 관찰해야 합니다. 특히 뼈가 튀어나온 부위를 주의 깊게 관찰해야 합니다. 피부는 자극과 건조를 최소화하기 위해 따뜻한 물과 부드러운 세정제로 깨끗이 씻어야 합니다. - 건조한 환경이나 낮은 온도는 주의하는 것이 좋습니다. - 요실금으로 인해 소변과 대변에 피부가 접촉하는 것이나, 땀과 분비물에 상처가 노출되는 것을 피해야 합니다. - 마찰과 견인을 최소화하는 것이 중요합니다. - 자세 변화, 이동 기술을 정확하게 수행해야 합니다. - 윤활제, 보호막, 보호 드레싱, 보호 패드가 도움이 될 수 있습니다. - 감염 관리를 위하여 드레싱, 세척, 국소치료제를 사용할 수 있습니다. ③ 영양 관리 ④ 수술 치료 욕창이 피하 조직까지 침범한 경우에는 수술을 해야 합니다. 외과적 치료의 종류에는 괴사 조직의 제거, 피부 이식 및 피판술 등이 있습니다.",
            "경과": "욕창의 표준화된 치유 속도는 없습니다. 다만 1단계의 욕창은 1일에서 1주일, 2단계는 5일에서 3개월, 3단계는 1개월에서 6개월, 4단계는 6개월에서 1년의 치료 기간이 소요된다고 알려져 있습니다. 욕창은 급속하게 진행되는 경우가 많습니다. 조그마한 상처라도 금방 악화되므로, 미리 욕창이 생기지 않도록 예방하는 것이 최선입니다. 욕창의 가장 심각한 합병증은 욕창 부위에서 균이 침투하여 전신에 퍼지는 패혈증입니다. 욕창이 균혈증의 원인이 될 때 사망률은 60%에 이릅니다. 욕창과 직접적으로 관련된 다른 합병증은 국소적인 감염, 봉와직염, 골수염 등이 있습니다.",
            "주의사항": "욕창을 예방 및 치료하기 위해서는 병변 부위에 가해지는 압력을 반드시 해소해야 합니다. 이를 위해서 환자의 자세를 자주 바꾸어 주고, 피부를 청결하고 건조하게 유지합니다. 피부에 발적이 생기면 이미 피하 조직에 허혈 상태가 발생했다고 보아야 합니다. 발적을 발견하는 즉시 해당 부위에 압박이 가해지지 않도록 해야 합니다. 빈혈, 영양 상태 등 전신적 건강 상태를 점검하고 보완해야 합니다. 욕창이 더욱 깊어지지 않도록 해야 합니다. 이차 감염을 방지해야 하므로 욕창 부위를 청결하게 유지하고 욕창 드레싱을 적절히 실시해야 합니다."
        }
    },
    {
        "name": "접촉 피부염(Contact dermatitis)",
        "details": {
            "정의": "접촉성 피부염은 피부를 자극하거나 알레르기 반응을 일으키는 물질에 노출되었을 때 나타나는 피부 염증입니다. 염증의 원인에 따라 자극성 접촉 피부염, 알레르기성 접촉 피부염으로 나뉩니다. 외인성 피부 질환 중 감염 질환, 방사선 피부염, 광 피부염, 화상 및 외상을 제외한 화학적 알레르기 물질, 독소, 자극 물질의 접촉에 의한 염증성 질환이 자극성 접촉 피부염입니다. 자극성 접촉 피부염의 특징은 산이나 알칼리와 같은 자극 물질이 직접 닿았던 부위에만 국한되어 발생한다는 것입니다. 손, 발, 얼굴, 귀, 가슴 등 신체 어디에서나 발생할 수 있습니다. 알레르기성 접촉 피부염은 후천적 면역 반응에 의한 것입니다. 이는 이전에 접촉한 적이 있는 어떤 항원에 반응한 사람이 동일 물질과 다시 접촉하면 나타나는 알레르기 반응입니다. 피부가 특정 물질에 닿고 며칠이 지난 후 가려움, 구진, 반점 등의 피부 증상이 나타납니다. 시간이 지나면 피부에 나타난 증상은 점점 더 심해지며, 나중에는 온몸으로 퍼집니다.",
            "원인": "자극성 접촉 피부염은 피부가 유독(독성)하거나 자극하는 화학물질에 노출되는 경우에 발생합니다. 소아에게 가장 흔한 자극성 접촉 피부염은 '기저귀 발진'입니다. 이는 소변이나 대변에 있는 자연 화학물질에 기저귀 착용 부위가 장시간 노출되면서 생기는 피부 반응입니다. 그 외 피부의 상태, 부위, 나이, 환경요인(온도, 습도) 등의 여러 요인이 관여합니다. 자극성 접촉 피부염이 있는 소아는 음식물을 흘리거나 침이 새면서 입술 주위에도 이 피부염이 생길 수 있습니다. 성인은 강한 비누, 용매나 제단 약품에 노출되어 촉진될 수 있습니다. 자극성 접촉 피부염은 자극성 화학물질에 노출되는 가사나 취미를 가진 누구에게나 발생할 수 있습니다. 보건 관리 근로자, 주부, 잡역부, 기계공, 수리공, 이발사에게 특히 흔하게 발생합니다. 알레르기 접촉 피부염은 어떤 화학 제품에 선천적으로 매우 민감한 일부 사람에게 나타나는 면역 반응입니다. 노출된 물질(알레르기 항원)에 접촉한 지 24~36시간까지 염증은 일어나지 않습니다. 이것은 우리 몸의 면역 방어 능력 때문에 증상이 발현되기까지 약간의 시간이 걸리는 것입니다. 피부 알레르기는 사람마다 매우 다릅니다. 가장 흔한 알레르기 항원으로는 담쟁이덩굴, 오크, 옻나무 독의 화학물질, 금속 보석류에 함유된 니켈과 코발트, 금속성 똑딱이 단추, 지퍼와 금속성 물체, 피부 항생제 연고의 네오마이신, 가죽 구두나 의복의 무두질에 쓰는 칼륨중크롬산염, 장갑과 고무 의복에 있는 라텍스, 포름알데히드 같은 방부제류 등이 있습니다.",
            "증상": "자극성 접촉 피부염이 가벼울 때는 피부에 약간의 발적이 나타납니다. 조금 중한 경우에는 피부 부종, 물집이 생기며, 심하면 궤양이 생길 수도 있습니다. 이차적으로 세균 감염이 이루어지면 농포가 생깁니다. 증상은 유해 물질에 피부가 닿거나 젖거나 덮이거나 담긴 부분에 국한되어 노출된 즉시 발생합니다. 예를 들어 강력한 세제로 바닥을 청소한 잡역부는 손에 증상이 생길 수 있습니다. 공장 근로자의 이마에 공업용 용매가 튀면 이마에 증상이 생길 수 있습니다. 소아의 접촉성 피부염은 노출된 부위가 빨갛게 되고 껍질까지 벗겨지기도 합니다. 콧물로 인해 코밑이 허는 경우, 침이 묻어서 턱밑이 빨갛게 되는 경우도 이에 속합니다. 알레르기 접촉 피부염은 피부 발적, 물집과 심한 가려움을 동반합니다. 증상은 항원에 노출되고 수 시간이나 수 일이 지난 후에도 나타나지 않을 수 있습니다. 피부 반응의 부위와 형태는 문제의 원인에 대한 단서를 제공할 수 있습니다. 예를 들면 담쟁이덩굴의 독은 잎이 피부를 긁은 선과 방향을 따라서 나타납니다. 금속 보석류는 목이나 손목 부위의 둥근 염증 반응의 형태로 종종 나타납니다. 세탁 세제에 의한 알레르기는 옷을 입은 신체 영역에 국한되어 증상이 나타납니다. 가죽의 무두질 화학물에 대한 알레르기는 신발로 덮인 발 부위에서만 나타납니다. 어떤 형태든 치료하지 않으면 피부는 피부 반응을 촉진시키는 물질에 계속 노출되면서 접촉 피부염이 오랫동안(만성) 지속되는 상태가 발생할 수 있습니다. 만성 접촉 피부염이 되면, 피부는 두껍고 잘 벗겨지며 건조해지고 색이 변하며, 모발의 소실이 생깁니다.",
            "진단": "피부 증상의 형태에 따라 개인과 가족의 알레르기 병력, 일터나 집에서의 자극 물질에 대한 노출 병력, 독성 물질과의 접촉 등을 조사합니다. 어떤 경우에는 일상적으로 피부나 모발에 바르는 화장품, 샴푸, 염색제, 로션, 매니큐어, 피부 항생제 연고 등을 물어볼 필요가 있습니다. 병력을 조사한 후, 피부 검진을 통해 접촉 피부염을 진단할 수 있습니다. 알레르기 접촉 피부염은 피부과 전문의에게 알레르기 검사를 받을 수 있습니다. 특별한 알레르기 항원을 등에 소량 바르고 테이프로 덮습니다. 48시간 후에 테이프를 떼어내 알레르기 반응의 징후를 검사합니다. 3~7일 후에 2차 판독을 합니다. 다음으로 유발 시험이라는 것이 있습니다. 이는 접촉한 물질을 환자의 피부에 문지르는 방법입니다. 이 방법을 통해 첩포 시험에서는 음성이었지만 실제로 원인이 되는 알레르겐을 발견할 수 있습니다.",
            "치료": "대개의 경우 접촉 피부염을 촉진하는 물질을 알아내서 이를 피하기만 한다면 예후는 매우 좋습니다. 적절한 치료를 받고 노출되는 것을 피한다면, 증상이 2~3주 내에 좋아질 것입니다. 그러나 오랫동안 유해한 화학물질과 알레르기 항원 물질에 노출된다면, 수년간 지속되는 만성 접촉 피부염으로 진행될 수 있습니다. 따라서 증상이 나타나면 빨리 치료를 받아야 합니다.",
            "경과": "첩포 검사는 알레르기성 접촉성 피부염이 의심될 때 시행합니다. 흰색의 부드러운 파라핀 안에 잠재적인 항원을 준비하여 소형 금속판에 펼쳐 놓고, 이를 피부(주로 등을 이용)에 저자극성 테이프를 이용해 고정합니다. 48시간 후에 첩포를 제거하고 피부에 홍반이나 부은 모양이 관찰되는지 검사합니다. 다시 48시간이 지난 후에 상태를 확인합니다. 2번 모두 피부 이상이 나타나면 알레르기 반응에 의한 이상 소견으로 판단합니다. 만약 처음 48시간 이후에는 이상이 있었지만, 다음 48시간이 지난 후에 진행한 검사에서 이상 소견이 없으면 별다른 의미가 없는 단순 반응입니다.",
            "주의사항": "자극성 접촉 피부염은 원인 물질을 빠르게 찾아서 없애주면 저절로 좋아집니다. 무엇보다 의심되는 원인 물질을 피하는 것이 가장 좋습니다. 알레르기가 의심되는 경우에는 첩포 시험을 통해 원인 물질을 찾은 후 이를 피하도록 합니다. 피부 세척제, 장갑, 보호 의복, 피부 보호 크림 등을 사용하여 피부를 보호하는 방법을 마련해야 합니다. 2~3일이 지나도 증상이 낫지 않는다면, 증상이 온몸으로 퍼지기 전에 빨리 치료해야 합니다. 치료가 늦어지면 증상도 다양해지고 치료 기간도 오래 걸리게 됩니다. 특히 증상이 심하면 차가운 물로 적신 수건을 비닐 주머니에 싸서 병변 부위에 대서 증상을 가라앉힌 다음 의사의 치료를 받아야 합니다. 가려워서 긁다 보면 균이 들어가서 농가진이나 염증이 겹치기도 합니다. 이런 경우를 잘 구별해야 하므로 조금 진물이 나오는 것 같으면 바로 의사와 상의하는 것이 좋습니다. 이런 경우 피부 연고를 함부로 바르면 병이 더 심해지고 오래갈 수 있으므로 연고를 함부로 사용해서는 안 됩니다. 먹는 약으로는 항히스타민제(상품명:베나드릴, 지르텍, 알레그라 등), 부신피질호르몬제 등이 사용됩니다. 부신피질호르몬제를 의사의 처방에 따라 사용하지 않으면 부작용으로 인해 얼굴이 붉어질 수도 있습니다. 바르는 연고를 장기간 사용할 경우 부작용이 나타날 수 있으므로 1주 이상 사용하지 않는 것이 좋습니다. 증상이 심하거나 범위가 넓다면, 약을 사용할 수 있습니다. 증상이 좋아지면 투약하는 양을 줄여야 합니다. 3주 이내에 약의 투여를 중지해야 합니다. 호전되지 않는다면 필요에 따라 광선 치료를 시행할 수도 있습니다. 정상 피부 형태를 회복하기 위해 보습제를 사용할 시에 잠재적 알레르기 항원이 거의 없는 비자극성 연고나 크림을 사용해야 합니다."
        }
    },
    {
        "name": "조갑 이영양증(Nail dystrophy)",
        "details": {
            "정의": "조갑 이영양증은 손톱이나 발톱 표면이 울퉁불퉁해지거나, 작은 흠집이나 선 등이 생기고 변색되면서 올바르게 자라지 않는 질환을 말합니다.",
            "원인": "조갑 이영양증은 특별한 원인 없이 발생하거나 건선, 편평태션, 아토피 등으로 인해 발생합니다. 유전적인 경향을 보이는 경우도 있습니다. 발병 시기는 아기부터 어른에 이르기까지 다양합니다. 어릴 때 나타나는 조갑 이영양증은 성인이 되면서 자연히 없어지는 경우가 많습니다.",
            "증상": "조갑 이영양증의 증상은 손톱, 발톱의 광택이 없어지고 하얗게 보이며, 얇아지고 잘 부서지며 세로로 가는 줄이 나타나는 것입니다. 이 질환은 20개의 손톱, 발톱에서 거의 동시에 발병합니다. 진균 검사상 곰팡이가 발견되지 않습니다.",
            "치료": "손톱과 발톱은 조직이 자라는 시간이 오래 걸리고 혈액이 직접적으로 공급되지 않기 때문에 투여하는 약물이 잘 흡수되거나 전달되지 않습니다. 따라서 조갑 이영양증은 장기간의 치료가 필요합니다. 국소 도포제를 사용하거나, 주기적으로 조갑 주위에 부신피질호르몬제 등의 주사 치료를 구준히 시행하면 치료에 도움이 됩니다.",
            "경과": "조갑 이영양증은 시간이 지나면서 회복되기도 하지만 재발할 수도 있습니다."
        }
    },
    {
        "name": "조갑백선(Tinea unguium)",
        "details": {
            "정의": "조갑백선(무좀)은 손톱이나 발톱에 무좀을 일으키는 곰팡이균이 침입하여 발생하는 질환입니다.",
            "원인": "조갑백선의 90% 정도에서 Trichophyton(T) rubrum이 원인균으로 검출됩니다. T. mentagrophytes, Epidermophyton(E) floccosum 등도 분리됩니다. 손톱에서는 칸디다균이 분리되는 경우가 많습니다.",
            "증상": "조갑백선(무좀)의 대표적인 증상은 손톱이나 발톱이 두꺼워지고 하얗게 되며 잘 부스러지는 것입니다. 하지만 이러한 증상은 건선, 모공홍색 비강진 등의 전신성 피부 질환이나 이십손발톱 이상증 등의 다른 조갑 질환에서도 나타날 수 있으므로 정확한 진단이 필요합니다.",
            "진단": "'손발톱 무좀은 바르는 약만으로 치료하기 힘든 경우가 많습니다. 피부과 전문의의 진료를 받고 균 배양 검사를 통해 원인균을 찾아 경구용 항진균제를 처방받아야 합니다. 경구용 항진균제는 대개 3~6개월 정도 복용합니다.",
            "치료": "발톱 무좀을 방치하면 신체의 다른 곳도 곰팡이균에 감염되면서 몸백선, 완선, 발의 무좀 등이 발생할 수 있습니다. 발에 생기는 무좀과 마찬가지로 발톱 무좀은 가족 간 전파의 원인이 될 수 있습니다. 병원에서 진료를 받은 후 처방받은 항진균제를 복용하여 치료하는 것이 중요합니다.",
            "주의사항": "곰팡이균은 습한 곳, 고온 상태에서 잘 자라므로 주위 환경과 신체를 청결하고 건조하게 관리해야 합니다. 신발은 공기가 잘 통하고 깨끗하고 가벼운 것으로 선택합니다. 양말도 깨끗하게 삶아 주는 것이 좋습니다. 주위에 무좀이 있는 사람이 있다면 신발을 같이 신지 않는 게 좋습니다. 공공시설을 이용할 때에는 자신의 신발을 이용하는 게 좋습니다."
        }
    },
    {
        "name": "조갑주위염(Paronychia)",
        "details": {
            "정의": "조갑주위염은 가시, 바늘, 날카로운 물체 등에 의해 손톱 주위가 찔려 생긴 상처에 박테리아가 감염되어 손톱 주위에 염증이 생기는 질환을 의미합니다. 조갑주위염은 기저 질환에 따라 급속히 진행되기도 하며, 수개월에 걸쳐 진행되기도 합니다. 이 질환은 통증과 종창을 일으킵니다.",
            "원인": "급성 조갑주위염은 피부 손상으로 인해 손발톱 주위가 세균에 감염된 것입니다. 만성 조갑주위염은 지속적으로 물을 만지는 요리사에게 많이 발생합니다. 손발톱 주위의 피부가 손·발톱에서 박리되면서 주로 곰팡이균에 의해 침입을 받습니다. 세균의 이차 감염에 의해 급성 조갑주위염으로 진행될 수도 있습니다. 당뇨병 환자처럼 감염에 대한 저항력이 떨어진 환자에게도 잘 발생합니다.",
            "증상": "손발톱 피부 주위가 빨갛게 붓습니다. 이 부위를 만지면 통증이 느껴집니다. 질환이 계속 진행되면 곪아서 노랗게 고름이 생길 수 있습니다.",
            "치료": "급성 조갑주위염은 경구 항생제를 처방하여 치료합니다. 농이 심한 경우에는 국소 마취를 한 후 배농을 하고 항생제 치료를 합니다. 고름 속에 들어 있는 박테리아가 환자의 다른 신체 부위나 다른 사람에게 전염되지 않도록 주의해야 합니다. 만성 조갑주위염은 항진균제를 포함하는 일반 의약품으로 치료할 수 있습니다. 만약 이차 감염이 있다면 항진균제나 항생제를 사용합니다. 만성 조갑주위염을 예방하기 위해서는 손을 씻고 난 후 완전히 말려야 합니다. 안쪽에 면을 댄 고무장갑을 사용하면 도움이 됩니다.",
            "경과": "조갑주위염을 치료하지 않고 방치하면 손톱이나 발톱이 빠집니다. 만성 조갑주위염의 증상은 몇 개월에 걸쳐 발생합니다. 종창과 불편감이 생기지만 농이 형성되지는 않습니다. 손상된 손톱과 발톱은 다소 두꺼워지고 수평으로 자라지 않으며 갈색으로 변하기도 합니다. 손상된 손발톱에서는 능과 같은 부분이 생기기도 합니다."
        }
    },
    {
        "name": "주근깨(Freckle,Ephelis)",
        "details": {
            "정의": "주근깨는 햇빛 노출 부위의 피부에 주로 생기는 황갈색의 작은 색소 반점입니다. 이는 보통 염색체 우성으로 유전된다고 생각됩니다. 주근깨는 백인종, 특히 금발과 적발인 사람에게 흔하게 발생합니다. 동양인에게는 발생하는 경우가 흔하지 않습니다. 출생 시에는 없다가 5세 이후에 나타나기 시작합니다. 점차 주근깨의 수가 증가하다가 사춘기 전후에 정점에 도달합니다. 이후 나이가 들어감에 따라 주근깨가 감소하는 경향을 보입니다.",
            "원인": "주근깨는 표피의 멜라닌 세포에서 멜라닌 분비가 증가하면서 생기는 것입니다. 이는 melanocortin-1-receptor 유전자의 변이와 연관이 있습니다. 주근깨의 색깔은 햇볕의 양과 밀접한 관계가 있습니다.",
            "증상": "주근깨는 코, 뺨, 손등, 앞가슴과 같이 햇볕에 노출되는 부위에 생깁니다. 그 크기는 대개 직경 3mm 이하입니다. 주근깨는 원형, 타원형의 모양으로 발생하며, 때로는 각진 형태로 발생합니다. 겨울철에는 연한 갈색을 띠거나 불분명하게 보이고, 여름철에는 암갈색으로 뚜렷하게 보입니다. 이는 햇볕의 양에 의한 것입니다.",
            "진단": "주근깨는 육안으로 관찰되는 임상 양상에 기초하여 진단합니다.",
            "치료": "주근깨는 색소 병변 레이저 수술 또는 박피술을 이용하여 치료합니다."
        }
    },
    {
        "name": "쥐젖(Soft fibroma)",
        "details": {
            "정의": "쥐젖은 크기가 1mm에서 수 cm에 이르는 부드러운 섬유상피 용종(폴립)입니다. 이는 물렁섬유종, 피부폴립 등으로 불리기도 합니다. 쥐젖은 양성 종양이므로 미용적인 측면 외에 별다른 문제가 없습니다.",
            "원인": "쥐젖의 발생 원인은 아직 정확히 밝혀지지 않습니다. 쥐젖은 당뇨병이나 임신과 연관되어 생길 수 있습니다. 쥐젖은 비만증이 있는 여성에게 잘 발생합니다.",
            "증상": "쥐젖은 다리 모양(pedunculated) 구진이나 결절의 형태로 나타납니다. 쥐젖은 임상적으로 다음과 같은 3가지 형태로 나눌 수 있습니다. ① 다발성의 1~2mm 두께 및 길이의 피부색 또는 갈색의 작은 주름 잡힌 구진이 주로 목, 겨드랑에 발생하는 형태입니다. ② 단발성 또는 다발성의 2mm 두께와 5mm 길이를 가진 실 모양의 구진이 발생하는 형태입니다. ③ 단발성으로 1cm 또는 그 이상 크기의 다리 모양 결절이 주로 하부 몸통에 발생하는 형태입니다. 이 경우에 다리(peduncle)가 꼬이면서 염증과 함께 괴사가 발생할 수 있습니다. 특별한 증상 없이 미용적인 문제로 피부과를 찾는 경우가 많습니다.",
            "진단": "쥐젖은 임상 양상으로 진단할 수 있습니다. 조직 검사를 통해 확인할 수 있습니다.",
            "치료": "쥐젖은 전기 건조술이나 레이저를 이용하여 간단히 제거할 수 있습니다. 절제술을 통해 제거할 수도 있습니다.",
            "경과": "쥐젖은 양성 종양이므로 반드시 치료할 필요는 없습니다. 그러나 다리 모양의 결절 병변은 다리를 꼬이게 하여 염증이나 괴사를 유발할 수 있습니다."
        }
    },
    {
        "name": "지루성 피부염(Seborrheric dermatitis)",
        "details": {
            "정의": "지루성 피부염은 머리, 이마, 겨드랑이 등 피지의 분비가 많은 부위에 잘 발생하는 만성 염증성 피부 질환입니다. 이는 지루성 습진이라고도 합니다. 지루성 피부염은 홍반(붉은 반점)과 가느다란 인설(비듬)을 주요 증상으로 합니다. 생후 3개월 이내, 40~70세 사이에 발생 빈도가 높습니다. 특히 이는 성인 남자의 3~5%에서 발생하는 매우 흔한 종류의 습진입니다.",
            "원인": "지루성 피부염의 원인은 아직 확실하지 않습니다. 유전적 요인, 가족력, 음식물, 곰팡이균의 활동, 세균 감염, 호르몬의 영향, 정신적 긴장 등 여러 요인이 작용하는 것으로 추측하고 있습니다. 유력한 요인에 대한 자세한 설명은 다음과 같습니다. ① 피지선의 발달이 관여한다는 주장은 본 질환이 피지선의 활동이 활발한 성인기에 발생한다는 사실로 설명될 수 있습니다. ② 일부 지루성 피부염 환자들이 항진균제로 치료될 수 있다는 사실에 기초하여 피티로스포륨이라는 효모균이 관여한다는 점을 알 수 있습니다. ③ 지루성 피부염이 신경계 장애 환자에게 잘 발생한다는 점에서 본 질환이 신경전달물질의 이상과 연관된다고 추정하고 있습니다. ④ 정신적 스트레스, 불면, 음주, 영양 결핍 등이 지루성 피부염을 악화시킵니다. 전쟁 시 전투부대 병사에서 지루성 피부염의 발생률이 높다는 보고도 있습니다. ⑤ 그 외에 온도와 습도의 변화가 지루성 피부염과 연관이 있습니다. 온도와 습도가 낮은 환경에서 지루성 피부염의 증상이 악화된다고 알려져 있습니다.",
            "증상": "지루성 피부염의 대표적 증상은 홍반, 인설, 딱지 등입니다. 대개 가려움증이 동반됩니다. 주로 두피, 눈썹, 눈꺼풀, 코 주위, 귀, 앞가슴, 겨드랑이, 유방 아래, 배꼽 주변, 회음부 등에 다양한 크기와 모양의 홍반성의 병변 위에 다양한 양상(건조한 또는 습한, 끈적끈적한)의 각질 형태로 나타납니다. 증상이 심하면 진물이 흐르거나 두꺼운 딱지가 앉을 수도 있습니다. 이차적으로 박테리아에 감염되면서 악취가 발생할 수도 있습니다. 아침에 일어나면 얼굴에 기름기가 많은데도 세안을 하면 눈썹이나 코 주변 피부에 하얗게 각질이 일어나고 가려움증이 느껴지는 경우가 있습니다. 이것이 지루성 피부염의 예입니다. 지루성 피부염의 증상을 발생 부위별로 살펴보면 다음과 같습니다. ① 두피에 쌀겨 모양의 표피 탈락이 생길 수 있습니다. 이런 현상을 비듬이라 합니다. ② 얼굴의 지루성 피부염은 뺨, 코, 이마에 구진성 발진으로 나타날 수 있습니다. 눈썹에서 쉽게 벗겨지는 비늘과 홍반이 발견되고, 비늘 밑의 피부는 붉은색을 띱니다. 눈꺼풀은 황적색을 띠며, 미세한 비늘로 덮여 있습니다. ③ 귀에서 생긴 지루성 피부염은 감염으로 인한 외이도염으로 오진될 수 있습니다. 외이도에는 심한 가려움증을 동반한 비늘이 발생합니다. 귀 뒤쪽, 귓불 아래의 피부에도 발생할 수 있습니다. ④ 겨드랑이 부위에는 발진이 양측성으로 꼭지에서 시작되어 주변의 피부로 퍼집니다. 데오도란트에 의한 알레르기성 접촉 피부염과 유사한 모양을 나타냅니다. 하지만 의복에 의한 접촉 피부염은 의복이 접촉하지 않는 꼭지를 침범하지 않는다는 점을 통해 두 질환을 구별할 수 있습니다. ⑤ 샅고랑 부위와 둔부 사이의 주름에도 백선 감염, 칸디다증, 건선과 유사한 양상으로 지루성 피부염이 발생할 수 있습니다. 하지만 비늘이 미세하고 경계가 덜 명확하며, 양측성과 대칭성의 경향이 있습니다. 피부가 겹친 부위에는 균열이 발생하기도 합니다.",
            "진단": "지루성 피부염은 병변을 통한 시진으로 진단할 수 있습니다. 지루성 피부염과 건선의 감별이 필요한 경우가 있습니다. 건선은 두꺼운 인설, 인설을 제거할 때 나타나는 점상 출혈, 전두부 두피의 가장자리에 잘 나타남, 치료에 잘 반응하지 않고 가려움증이 거의 없다는 점이 특징입니다. 치료에 반응하지 않는 만성적인 지루성 피부염이라면, 피부 조직 검사와 다른 검사를 실시하여 다른 질환과의 감별 및 동반된 다른 질환을 확인해야 합니다. 조직 검사를 시행한 경우 털집 구멍 주위에 인접해서 부분적으로 나타나는 비늘과 딱지를 볼 수 있습니다.",
            "치료": "지루성 피부염의 치료는 단지 증상을 완화시키는 데 중점을 둡니다. 이 질환에 대한 완치 방법은 없습니다. 머리에 생긴 지루성 피부염을 치료하려면 지속적으로 약용 샴푸를 사용하여 머리를 감아 주는 것이 좋습니다. 증상이 심할 때 머리를 하루에 한 번 갑습니다. 증상이 좋아지면 일주일에 2~3번 정도 머리를 감는 것이 좋습니다. 붉은 정도가 심할 때는 부신피질호르몬제를 바릅니다. 두꺼운 딱지가 앉았을 때는 아연화 연고 등을 바르고 거즈를 붙입니다. 이차적 세균 감염이 발생하면 항생제 계통의 약을 사용하는 것이 좋습니다. 온몸에 퍼질 정도로 증상이 심할 경우에는 부신피질호르몬제가 함유된 내복약을 먹으면서 치료하는 것이 바람직합니다. 증상이 좋아지더라도 약용 샴푸를 꾸준히 사용해야만 증상 악화나 재발을 어느 정도 막을 수 있습니다. 원인균이 곰팡이라면 항진균제 크림을 사용할 수도 있습니다. 얼굴에는 세척력이 강한 비누의 사용을 피합니다. 알코올 성분이 적은 저자극성 크림을 자주 사용하는 것이 좋습니다. 면도 전후에 사용하는 알코올 성분의 면도용 로션은 피하는 것이 좋습니다. 비타민 B2, B6 등을 복용합니다.",
            "경과": "지루성 피부염의 경과는 호전과 악화를 반복하는 것이 특징입니다. 질환의 완치보다는 증상 발생의 억제와 예방이라는 측면에서 꾸준히 치료를 받아야 합니다.",
            "주의사항": "항지루성 샴푸(2.5% selenium sulfide 함유)는 매번 5~10분간 실시하는 것이 좋습니다. 기름진 음식을 피합니다. 머리 등을 손톱으로 긁어서 자극하는 일이 없도록 합니다. 본 질환은 음주, 사우나, 스트레스, 불면 등에 의해 악화됩니다. 기본적으로 이러한 생활 습관을 바꾸는 것이 악화 방지에 많은 도움을 줍니다."
        }
    },
    {
        "name": "지방종(Lipoma)",
        "details": {
            "정의": "지방종은 양성 지방종성 신생물입니다. 이는 성숙된 지방세포로 구성된 양성 종양이며, 얇은 피막으로 둘러싸여 있습니다. 지방종은 연부 조직에 생기는 양성 종양 중에서 가장 흔한 종양 중 하나입니다. 신체의 어느 부위에서나 발생할 수 있지만 보통 몸통, 허벅지, 팔 등과 같이 정상적인 지방 조직이 있는 피하 조직에 가장 많이 발생합니다. 드물게 근육, 건, 신경초, 내장 기관, 장간막 내부 장기에서 발생합니다. 주로 40~60대의 성인에게 발생합니다. 드물게는 어린이에게서 발생하기도 합니다.",
            "원인": "지방종은 대부분 원인을 알 수 없습니다. 다만 지방종이 다른 질환이나 유전적인 증후군의 증상 중 하나로 나타나는 경우에는 유전적인 성향이 있을 수 있습니다.",
            "증상": "지방종은 피부 아래에서 말랑말랑하고 둥근 고무공과 같은 느낌으로 만져집니다. 통증은 대체로 없지만 크게 자라면서 주위에 압박을 주어 통증이 발생하기도 합니다. 크기, 위치에 따라 움직임에 영향을 주기도 합니다. 그러나 여러 피부나 피하 조직의 양성 종양은 시진과 촉진만으로 정확히 진단하기 어려운 경우가 많습니다.",
            "진단": "지방종은 시진과 촉진으로 어느 정도 진단할 수 있습니다. 하지만 크기, 모양, 위치, 자라는 속도 등이 일반이지 않을 경우 정확하게 평가하기 위해서, 수술이 계획된 경우 주위 조직과의 관계 등을 파악하기 위하여 영상 촬영(초음파, CT, MRI)이 필요할 수 있습니다. 가장 정확한 진단은 지방종을 수술적으로 절제하며 시행하는 조직 검사를 통하여 가능합니다.",
            "치료": "지방종의 치료는 원칙적으로 외과적 수술입니다. 완전히 절제하더라도 지방종이 재발하거나 다른 곳에 새로 발생할 가능성이 있습니다. 환자의 나이, 지방종의 크기나 부위와 관련하여 큰 흉터를 남기는 것을 피하기 위해 지방 흡입술을 시행하여 지방종의 크기를 줄이는 방법도 있습니다. 이미 피부가 많이 늘어난 경우에는 이러한 방법이 불가능합니다. 지방 흡입술로 크기가 줄어든 지방종은 대부분 재발하므로, 끝내 수술이 필요한 경우가 흔합니다.",
            "경과": "지방종은 대부분 양성 질환입니다. 지방종이 악성(암)으로 변하는 경우는 드뭅니다. 악성 지방종(지방육종)은 양성 지방종과 무관하게 발생하는 경우가 흔합니다. 지방종은 대체로 미용적인 문제나 지방종이 자라면서 운동을 방해하고 통증을 유발하는 문제를 유발합니다. 드물게 내부 장기에 발생한 지방종이 궤양, 출혈, 장폐색 등을 일으키기도 합니다."
        }
    },
    {
        "name": "천포창(Pemphigus)",
        "details": {
            "정의": "천포창은 피부와 점막에 수포를 형성하는 만성 물집 질환입니다. 이는 표피 세포에 대한 자가항체를 가지는 자가면역 질환으로 생각됩니다. 임상 및 조직 소견에 따라 심상성 천포창, 증식성 천포창, 낙엽상 천포창, 홍반성 천포창 등으로 나눌 수 있습니다.",
            "원인": "정상적으로 외부 항원을 공격해야 할 항체들이 자신의 점막과 피부를 외부물질로 잘못 인식하여 공격하여 파괴하면서 천포창의 수포를 유발합니다.",
            "증상": "천포창은 전신에 나타나는 다수의 커다란 수포가 특징적입니다. 수포 주변 정상 피부를 문지르면 쉽게 피부가 벗겨지는 증상인 니콜스키증후가 동반될 수 있습니다. ① 심상성 천포창 천포창 중에서 가장 흔한 임상형입니다. 피부와 점막에 이완성 수포가 형성되며, 후에 파열되면서 딱지가 형성됩니다. 치유된 후에는 흉터를 남기지는 않으나 색소 침착을 보이기도 합니다. 처음에는 입안에서 주로 시작됩니다. 수개월 후에는 사타구니, 엉덩이, 얼굴, 겨드랑이 등으로 진행합니다. 초기 입안에 발생했을 때에는 음식 등을 삼키기 힘들거나 목이 쉬는 현상이 나타날 수 있으며, 악취가 나는 경우도 있습니다. 그리고 병소에 종종 가벼운 가려움증을 호소할 수도 있습니다. 빨갛게 부어오른 곳에서는 통증이 유발될 수 있습니다. ② 증식성 천포창 심상성 천포창의 한 변형으로 생각됩니다. 초기의 임상 상태는 심상성 천포창과 거의 비슷합니다. 피부의 병소가 진행되면 사마귀 모양의 병변이 생기기 시작해서 점차 비대해지고, 작은 종양처럼 자라게 됩니다. ③ 낙엽상 천포창 수포가 매우 표면적이기 때문에 쉽게 터져 인설이나 가피를 형성합니다. 점막을 침범하지는 않기 때문에 다른 형태의 천포창과 감별됩니다. 찌르는 듯한 느낌이나 가려움증을 가지는 습진성 홍반이 나타나며, 수포를 형성합니다. 호발 부위는 가슴, 등, 두피 및 얼굴 등입니다. 전신으로 퍼질 경우 박탈 피부염과 같이 피부가 벗겨지는 모습이 확인됩니다. 이 증상은 햇빛에 노출될 경우 더욱 심해지는 경향이 있습니다. ④ 포고-셀바젬병 남미에서 나타나는 낙엽상 천포창의 또 다른 형태입니다. 특히 브라질과 콜롬비아에서 나타납니다. 증상은 주로 아동기와 성인 초기에 나타나며, 독특한 인간 백혈구 항원(인체조직 적합항원)을 가지고 있습니다. ⑤ 약물 유발성 천포창 현재까지 여러 가지 약물에 의해 천포창이 발생되었다는 보고가 있습니다. 류머티스 관절염이나 경피증에 많이 쓰이는 페니실라민과 고혈압 치료제인 캅토프릴이 가장 흔한 원인 약물입니다. 페니실라민을 사용한 환자 중 7%에서 천포창이 발생한다고 하며, 낙엽상 천포창이 심상성 천포창보다 더 흔히 발생합니다. 이는 임상적, 조직학적으로 자연적으로 발생하는 천포창과 유사합니다. 환자는 대부분 직접면역형광 검사상 양성이며, 간접면역형광 검사에서는 70%에서만 양성이 나타납니다. 대부분 원인 약물의 투약을 중단하면 천포창이 치유됩니다. ⑥ 가족성 양성 천포창 가족성 양성 천포창은 헤일리-헤일리 병으로도 불립니다. 주로 목, 서혜부, 겨드랑이에 계속해서 수포가 생기는 질환입니다. 물집은 땀, 피부 감염, 과도한 열, 자외선에 노출되었을 경우 재발합니다.",
            "진단": "① 조직 검사 조직 검사를 하면 표피 내에서 세포와 세포 사이의 결합이 풀어진 현상과 수포를 관찰할 수 있습니다. 심상성 천포창은 표피의 아래쪽에 수포가 생기고, 낙엽상 천포창은 표피의 위쪽에 수포가 생기기 때문에 낙엽상 천포창이 심상성 천포창보다 수포가 더 쉽게 터집니다. ② 면역형광 검사 천포창은 데스모글라인이라는 교소체에 있는 단백에 대한 자가항체 때문에 발생하는 질환입니다. 이러한 자가항체를 증명하는 것은 천포창을 진단하는 데 반드시 필요합니다. 환자의 피부조직에서 항체를 찾는 검사를 직접면역형광 검사라 합니다. 환자의 혈액에서 항체를 찾는 검사를 간접면역형광 검사라고 합니다. 간접면역형광 검사는 진단뿐 아니라 환자의 혈액 속에 얼마나 많이 항체가 존재하는가를 측정할 수 있기 때문에 치료 효과를 판정하는 데 매우 중요한 검사입니다. ③ 정크 검사(Tzanck test) 수포성 질환을 감별하는 데 이용하는 방법입니다. 터지지 않은 온전한 수포를 터트린 후 수포의 바닥을 긁어서 내용물을 얻습니다. 그리고 이를 유리 슬라이드 위에 얹어 실온에서 건조하고 메탄올로 고정시킨 후 염색합니다. 이때 극세포 해리성 세포가 보이면 천포창을 의미합니다.",
            "치료": "천포창은 조기 진단과 적절한 치료를 통해 병세를 약화시킬 수 있습니다. 주 치료제는 스테로이드나 면역 억제제입니다. ① 전신 스테로이드제 이는 천포창의 주된 치료제이지만 장기간 사용할 경우 부작용을 초래할 수 있습니다. 주의해서 사용하여야 합니다. 다른 면역 억제제와 병용하거나 질병이 어느 정도 호전되면 점차적으로 감량하는 것이 스테로이드제의 부작용을 줄이는 방법입니다. ② 면역 억제제 싸이클로포스파마이드(싸이톡산), 아자치오프린(이뮤란), 쎌셉트 등이 여기에 속합니다. 스테로이드제 단독으로 치료하는 것보다 면역 억제제를 병용하는 것이 매우 효과적이고 스테로이드의 용량을 줄일 수 있어서 많이 사용되고 있습니다. 그러나 혈구 감소, 감염, 출혈성 방광염, 불임, 소화 장애, 간염, 탈모 등의 부작용이 있을 수 있으므로 주의해서 사용하여야 합니다. ③ 혈장 분리법 심한 천포창, 특히 스테로이드와 면역 억제제의 병용 투여에도 반응이 없으면 사용할 수 있는 치료 방법입니다. 이는 환자 혈액 내의 자가항체를 제거하는 방법입니다. ④ 정맥 내 감마 글로블린 주입 이는 자가항체 생성을 억제하는 방법입니다. 이 방법을 단독적으로 사용하면 대개 효과가 없습니다. 이는 기존의 치료에 반응이 없는 경우 다른 치료제의 보조 치료로 사용할 수 있습니다. ⑤ 국소 요법 피부에 바르는 약으로서 국소 스테로이드 연고나 항생제 연고 등을 사용합니다.",
            "경과": "스테로이드가 치료에 도입되기 전까지 천포창은 치명적인 병이었으나 스테로이드와 면역 억제제가 치료에 사용되면서 천포창의 사망률은 현저히 낮아졌습니다. 심상성 천포창의 경우 4~10년간 추적 관찰을 한 결과 10% 이하의 사망률을 보였습니다. 낙엽상 천포창은 사망률이 이보다 더 낮습니다. 현재 천포창은 완치될 수 있는 질환으로 생각되지만 적어도 2년 이상의 꾸준한 치료가 필요합니다. 주 합병증은 감염입니다. 이는 종종 사망 원인이 됩니다. 감염은 병을 치료하기 위해 면역 억제제를 사용할 시에 흔히 발생합니다. 이외에 피부 질환의 확대, 탈수, 혈전 색전증 등의 합병증이 발생할 수 있습니다.",
            "주의사항": "스테로이드 제제, 면역 억제제 등의 약제를 다량 사용할 경우 감염의 위험성이 높으므로 합병증에 유의해야 합니다."
        }
    },
    {
        "name": "켈로이드(Keloid)",
        "details": {
            "정의": "켈로이드는 외상의 경계를 넘어서 진행하는 융기된 흉터입니다. 이는 흉골 부위에 잘 발생하며 등의 위쪽, 어깨, 귀에서도 흔히 나타납니다.",
            "원인": "켈로이드의 원인은 아직 명확하지 않지만, 발생 부위의 조직 장력이 중요한 역할을 합니다. 조직 장력이 커지면 섬유모세포에서 필요 이상의 아교질 섬유를 분비하여 켈로이드가 발생합니다. 때로는 가족성으로 발생합니다. 백인보다 흔인에게 더 흔히 발생합니다.",
            "증상": "켈로이드의 증상은 단단하고 반질반질한 표면을 가진 불규칙한 모양의 홍반 융기물이 나타나는 것입니다. 시간이 지나면서 본래의 손상 부위보다 더 넓게 커지고 갈색으로 변하며 딱딱해집니다. 가려움증이나 압통이 발생할 수 있습니다. 적절한 치료를 병행하지 않고 켈로이드를 외과적으로 절제하면, 더 큰 켈로이드가 발생할 수 있습니다.",
            "진단": "켈로이드는 과거력과 임상 소견을 바탕으로 진단합니다. 필요할 경우에는 조직생검을 시행합니다.",
            "치료": "켈로이드의 치료법은 다양합니다. 하지만 대부분의 치료는 완전히 만족스러운 결과를 가져오지 못합니다. 두 가지 이상의 치료가 동시에 시행될 수 있습니다. ① 외부 압력 요법 탄력 의복이나 압박 귀걸이를 장기간 사용하면 흉터가 더 커지는 것을 방지할 수 있습니다. 이는 적어도 4~6개월간 지속해야 효과적입니다. ② 스테로이드 병변 내 주사법 가장 흔히 쓰이는 치료 방법입니다. 스테로이드는 아교질 섬유 합성을 억제하고, 흉터의 양과 염증을 감소시키는 작용을 합니다. 이 치료는 병변을 편평하게 하고, 가려움증과 통증을 사라지게 할 수는 있지만, 병소를 좁힐 수는 없습니다. ③ Methotrexate 15~20mg을 수술 1주일 전부터 수술 후 4개월까지 4일 간격으로 투여하여, 재발률을 낮추었다는 보고가 있습니다. ④ 인터페론 또는 국소 Imiquimod 제제 ⑤ 냉동 요법 이는 단독적으로 시행하거나, 스테로이드 주사법과 병용해서 시행할 수 있습니다. ⑥ 단순 외과적 절제술 이는 피부 장력이 거의 없는 곳에서 비교적 작은 병변을 치료하는 데 적합합니다. 다른 치료법과 병행하여 시행하는 것이 좋습니다. ⑦ 방사선 요법 이는 단독 혹은 외과적 절제술과 병행해서 사용하지만, 부작용을 고려해야 합니다. ⑧ 이산화탄소 레이저, pulsed dye 레이저 이는 다른 치료와 병용하거나, 다른 치료에 잘 반응하지 않을 때 시행할 수 있습니다.",
            "경과": "켈로이드는 시간이 지나도 사라지지 않을 뿐만 아니라 본래 손상된 부위보다 더 넓게 커지고 갈색으로 변하며 딱딱해집니다. 켈로이드에 대한 적절한 치료를 병행하지 않은 채 외과적으로 절제하면 더 큰 켈로이드가 발생할 수 있습니다."
        }
    },
    {
        "name": "콜린성 두드러기(Cholinergic urticaria)",
        "details": {
            "정의": "콜린성 두드러기는 벌레에 물렸을 때 부풀어 오르는 것과 같은 팽진이 24시간 이상 지속되지 않는 것이 특징인 질환입니다. 피부가 몹시 가렵고, 홍색 또는 흰색의 뚜렷한 경계가 보일 만큼 부어오릅니다. 콜린성 두드러기는 전 인구의 15~20%가 살면서 적어도 한 번 이상 경험하는 것으로 알려져 있습니다.",
            "원인": "일반적인 두드러기는 원인과 발생 기전에 따라 여러 가지로 분류할 수 있습니다. 콜린성 두드러기는 물리적 요인, 과도한 운동, 정신적 스트레스, 뜨거운 목욕 등으로 심부 체온이 1℃ 정도 상승하여 발생합니다.",
            "증상": "콜린성 두드러기의 증상은 1~2mm의 아주 작은 팽진이 다수 나타나고, 그 주위에 1~2cm의 홍반성 발적이 나타나는 것입니다. 이러한 팽진은 주로 몸통에 많이 나타나고, 얼굴, 손, 발에는 나타나지 않습니다. 팽진은 대부분 30~60분 후에 소실됩니다. 그러나 개인에 따라 병변은 더 지속될 수 있습니다. 피부의 가려움보다는 따가움을 호소하는 사람이 많습니다. 전신에 땀, 복통, 현기증이 동반되는 경우도 있습니다.",
            "진단": "환자에게 땀이 나도록 운동을 시키거나, 43℃ 정도의 물로 20~30분가량 목욕하게 하면 전형적인 콜린성 두드러기 증상이 나타납니다.",
            "치료": "콜린성 두드러기는 이 증상이 발생할 수 있는 상황, 즉, 과도한 운동, 정신적 스트레스, 뜨거운 물 목욕을 피하고, 항히스타민제를 복용하여 치료합니다."
        }
    },
    {
        "name": "탄저병(Anthrax)",
        "details": {
            "정의": "탄저병(炭疽病)은 토양매개 세균인 탄저균(Bacillus anthracis)에 감염되어 발생하는 급성 열성 전염성 감염 질환입니다. 인수공통 전염병입니다. 증상은 탄저균에 노출된 부위에 따라 다를 수 있습니다. 탄저균은 대부분 피부를 통해 침범하며, 드물게 호흡기나 소화관을 통해 침범하기도 합니다. 그래서 생물학적 무기로도 쓰입니다. 2001년에는 9.11 테러 이후에 우편물을 이용한 탄저 테러가 발생하였습니다. 이 과정에서 11명의 흡입 탄저 환자가 발생하여 5명이 사망하였습니다.",
            "원인": "탄저병의 원인균인 탄저균은 특정한 조건에서 환경에 매우 저항력 있는 포자를 형성합니다. 이를 통해 오염된 토양이나 다른 물질 속에서 수십 년간 독성을 유지한 채 휴면 상태로 존재할 수 있습니다. 이러한 포자가 인체 내에 들어오면 생육할 수 있는 증식형으로 바뀌어 병을 일으킵니다. 이 병은 주로 오염된 토양과 접촉한 초식 동물에게 나타납니다. 탄저병에 감염된 동물들의 털, 가죽, 뼈, 시체 등을 다루는 사람이 동물을 통해 감염될 수 있습니다.",
            "증상": "탄저병의 형태에는 피부, 흡입, 위장관 탄저 등 세 가지가 있습니다. 탄저병의 증상은 노출 및 감염 경로에 따라 각각 다르게 나타납니다. 피부 감염이 가장 흔하다고 알려져 있으나, 국내에서는 위장 감염이 가장 흔합니다. 탄저병으로 인해 죽은 동물의 고기를 요리해서 여럿이 나누어 먹다가 집단으로 발병한 사례가 종종 있습니다. 탄저균이 피부에 노출되면 노출 부위가 가렵고 부스럼이 납니다. 수포화를 거쳐 2~6일 이후에는 악성 농포가 형성됩니다. 소화기 감염의 경우 발열 및 심한 복통이 나타납니다. 위장 감염 시 사망률이 25~60%에 달합니다. 질병을 진행하는데 항생제게 큰 도움이 되지는 못합니다. 가장 치명적인 것은 탄저균의 호흡기 감염입니다. 초기에는 감기나 폐렴같은 호흡기 감염의 일반적인 증상이 나타나다가, 독소에 의한 출혈성 흉부 임파선염이 발생합니다. 흡입 탄저의 사망률은 거의 100%에 달하며, 항생제도 효과가 없습니다. 그러나 호흡기 탄저병은 테러가 아니라면 거의 발병하지 않습니다.",
            "진단": "탄저병은 탄저균에 감염된 조직이나 혈액을 현미경으로 관찰하여 진단합니다. 탄저균 보균 의심 환자의 조직이나 혈액에서 균을 배양하여 진단할 수 있습니다.",
            "치료": "탄저병에 노출되면 바로 시프로플록사신(Ciprofloxacin)이나 독시사이클린(Doxycycline) 또는 페니실린(Penicillin) 등의 항생제를 투여하여 치료합니다. 탄저병의 예후에는 조기 진단과 조기 치료가 중요합니다.",
            "경과": "피부 탄저병은 치료하지 않으면 중증 패혈증과 뇌수막염으로 진행될 수 있습니다. 위장관 탄저병의 경우 패혈증 및 쇼크로 진행하여 사망에 이를 수 있습니다. 흡입 탄저병의 경우 3~5일 이내에 빠르게 호흡 부전 및 쇼크로 진행하여 사망할 수 있습니다.",
            "주의사항": "동물을 다루는 업무를 할 때 주의해야 합니다. 양모, 모피, 뼈 등, 기타 동물로부터 얻은 부속물은 다루기 전에 소독해야 합니다. 탄저병이 의심되는 동물 사체는 우선 혈액을 채취하여 탄저병의 유무를 확인하고 소각하거나 깊게 묻어야 합니다. 탄저병 포자는 10분 동안 충분히 끓여야 사멸하며, 자외선에 쪼여도 잘 죽지 않습니다. 그러므로 음식 섭취시 충분히 끓여 먹도록 합니다. 탄저병 예방 주사를 맞는 방법도 있으나, 국내에서는 판매하지 않습니다."
        }
    },
    {
        "name": "탈락 피부염(Exfoliative dermatitis)",
        "details": {
            "정의": "탈락 피부염은 피부 일부분 또는 피부 전체에 홍반성 발적이 나타나거나, 피부가 낙엽 모양으로 벗겨지는 염증성 질환을 의미합니다. 흔히 50세 이상의 중년에게 나타납니다. 여성보다 남성에게 3배 정도 많이 나타납니다.",
            "원인": "탈락 피부염은 대부분 선행 피부 질환이나 전신 질환에 대한 이차적인 과정 또는 반응성 과정으로 나타납니다. 선행 피부 질환으로는 건선, 아토피성 피부염, 지루성 피부염, 접촉 피부염, 습진, 옴, 편평태선 등이 있습니다. 또 페니실린 같은 특정 약물의 부작용, 림프종, 백혈병과 암, 원인 불명의 특발성 질환 등이 피부에 독소로 작용하기도 합니다. 우리 몸의 정상 면역 방어 기전을 억제하는 화학 물질이 유리되어 피부에 반응을 일으키는 것으로 알려져 있습니다.",
            "증상": "① 피부 탈락 피부염의 증상은 피부의 작은 부위에서 시작해 전신으로 번집니다. 머리카락, 손톱, 발톱이 윤기를 잃고 부스러지면서 떨어져 나갑니다. 피부에 홍반이 나타납니다. 피부 껍질이 계속 벗겨지므로 체내 단백질 소모량이 많아집니다. 또한 땀샘이 막혀 체온 조절에 영향을 미칩니다. ② 고열 열이 나는 경우가 많습니다. 특히 이차적인 세균 감염이 있는 경우 열이 더 심하게 납니다. 고열이 나는 경우 손상된 피부를 통해 체내 수분이 빠져나갑니다. 염증이 심한 경우 임파선에 병변이 나타납니다. ③ 전신 증상 전신 증상으로는 미열, 빈혈, 혈관 확장, 부종, 저알부민혈증, 근육 소실, 빈맥, 심박출량 증가 등이 확인됩니다. ④ 기타 그 외에 눈꺼풀이 바깥쪽으로 치우치는 안검외반증이나, 여성호르몬 분비 과다로 인한 남성의 여성형 유방증이 나타날 수 있습니다.",
            "진단": "피부가 전신적으로 탈락하면 그 잠재된 원인을 찾기 위해 피부 질환의 과거 병력, 임상적 특징이나 소견, 피부 생검, 골수 검사, 림프절 생검, 흉부 X-ray 촬영 등의 검사를 시행할 수 있습니다. 하지만 어떠한 검사로도 특별한 원인을 찾지 못하는 특발성으로 나타나는 경우도 있습니다. 이는 전체 환자의 20~50%정도에 해당합니다.",
            "치료": "우선 감염을 예방하기 위해 항생제를 투여합니다. 경우에 따라 피부과적인 간호와 검사를 위해 입원 치료가 필요할 수 있습니다. 탈락 피부염의 치료 방향은 질환 발생 원인에 따라 결정합니다. 약물이 원인이라면 그 약물을 투여하는 것을 중지합니다. 다른 피부 질환이 원인이라면 먼저 그 피부 질환을 치료해야 합니다. 일반적으로 스테로이드 제제를 투여합니다. 소양감이 심하면 전분 목욕이 도움이 됩니다. 감염을 예방하기 위해 수분을 충분히 공급하여 탈수를 예방하고 보습제를 충분히 발라야 합니다.",
            "경과": "탈락 피부염의 예후는 원인이 되는 질환의 예후와 직결됩니다. 즉, 약물이나 양성 피부 질환에 의해 발생했다면 심각한 합병증이 없는 한 적절한 치료로 곧 회복될 수 있습니다. 그러나 만성적일 경우 평균 5년 정도 진행됩니다. 또한 탈락 피부염의 원인 질환이 임파종이나 백혈병 등 악성 질환이라면 예후가 좋지 않습니다.",
            "주의사항": "이차 감염을 예방하기 위해 충분한 수분 공급과 보습제 도포가 필요합니다."
        }
    },
    {
        "name": "탈모증(Alopecia)",
        "details": {
            "정의": "탈모증은 정상적으로 모발이 있어야 할 곳에 모발이 없는 상태를 말합니다. 모발은 생명에 직접 관련되는 생리적 기능을 하지는 않습니다. 그러나 미용적인 역할이 매우 큽니다. 그 외에도 자외선 차단, 머리 보호 등의 기능이 있습니다. 탈모가 심하면 사회생활을 하는 데 문제가 생길 수 있고, 심리적으로 심각한 영향을 미칠 수 있어 삶의 질 측면에서 중요합니다. ① 모발과 모낭 모발은 모낭이라는 곳에서 만들어집니다. 모낭은 주기적으로 활동-정지 단계를 거칩니다. 이러한 모발 주기의 시간적 간격은 신체 부위에 따라 다양하게 나타납니다. 머리털의 경우에는 26년 정도의 성장기(생장기)와 2~4주간의 퇴행기를 거쳐서 3~4개월 정도의 휴식기(휴지기)에 들어갑니다. 각 모낭은 일생 동안 10~20회의 모낭 성장 주기(hair follicle growth cycle)를 갖습니다. 모발의 종류로는 태아 때 덮여 있는 취모(배냇머리, lanugo hair), 어린이의 피부에 나 있는 연모(솜털, vellus hair: 직경 20~40mm), 중간모(intermediate hair), 성모(종모, terminal hair: 직경 60~120mm) 네 가지가 있습니다. 모발의 성장에 관여하는 인자로는 유전적 요인, 남성호르몬인 안드로젠(androgen), 폴리펩타이드 성장 인자, 뉴로펩타이드 등이 있습니다. ② 탈모의 종류 탈모는 임상적으로 상처가 동반되는 반흔성 탈모와 모발만 빠지는 비반흔성 탈모로 나눌 수 있습니다. 반흔성 탈모는 모낭이 파괴되어 모발이 다시 나지 않는 질환입니다. 정상인의 머리털은 약 10만 개 정도입니다. 하루에 평균 0.37mm 정도 자라서, 한 달에 약 1cm 정도 성장합니다. 일반적으로 머리털의 85~90%는 성장기에 나며, 나이가 들면 성장기 모낭의 수가 감소합니다. 따라서 10~15%의 모낭이 퇴행기나 휴지기에 있어 하루 평균 50~60여 개 정도의 머리털이 빠집니다. 이 정도 모발이 빠지는 상태는 정상입니다. 그러나 머리털이 하루에 100개 이상 빠지면 탈모증을 의심해야 합니다. ③ 대머리 대머리는 남성형 탈모증을 말합니다. 유전적 요인, 남성호르몬이 원인으로 작용합니다. 남성형 탈모증은 성장기 모낭의 성장 기간이 단축되어 휴지기 상태에 있는 모낭 수와, 그에 대한 성장기 모낭 수의 비율이 감소하여 시간이 지날수록 모낭이 축소되는 현상이 나타나는 것입니다(miniaturization of hair follicle). 남성호르몬인 테스토스테론은 5a-환원 효소에 의해 DHT(다이하이드로테스토스테론)로 변하는데, 이 DHT가 모낭 변화를 유도합니다. 집안에 대머리가 있는 사람, 특히 양쪽 부모가 모두 대머리인 경우는 자식에게 대머리를 물려줄 확률이 매우 높습니다. 이러한 사람은 다른 사람보다 머리털이 일찍 빠집니다. 한국인의 경우 남성형 탈모가 있는 남성의 비율은 20대 2.3%, 30대 4.0%, 40대 10.5%, 50대 24.5%, 60대 34.3%, 70대 이상 46.9%입니다. 40대 이후 대머리의 빈도가 급격하게 증가합니다. 처음에는 20대 후반 또는 30대에 앞머리 양측과 정수리 부분부터 머리털이 빠지기 시작합니다. 이마가 넓어지면서 탈모가 확대됩니다. 개인에 따라 정도의 차이는 있으나 보통 옆머리와 뒷머리는 남아있습니다. 머리가 빠진 부위에는 처음에는 가늘고 약한 머리털이 나오다가 결국 머리털이 없어집니다. 여성에게도 대머리가 발생할 수 있습니다. 여성 탈모는 대체로 늦게 시작되고, 정수리 쪽이 빠지며, 남성보다 탈모의 정도가 약합니다. 최근에 여러 가지 민간요법이나 발모제 등을 많이 선전하고 있습니다. 그러나 치료의 유효성과 안전성이 의학적으로 증명된 것은 피나스테리드(Finasteride, 프로페시아의 화학명) 경구 복용, 미녹시딜(Minoxidil)의 국소 도포, 모발 이식 수술 등 세 가지 치료법밖에 없습니다. ④ 원형 탈모증 원형 탈모증은 자각 증상 없이 여러 가지 크기로(둥글거나 타원형) 머리털이 빠지는 것을 말합니다. 주로 머리털에 발생하지만, 드물게는 수염, 눈썹이나 속눈썹에도 나타날 수 있습니다. 심한 경우에는 머리털 전체가 빠지거나(전두 탈모증: alopecia totalis), 전신의 털이 모두 빠질 수 있습니다(전신 탈모증: alopecia universalis). 한 개 또는 몇 개의 탈모반은 보통 4~12개월 후에 다시 납니다. 그러나 재발하는 경우가 많습니다. 원형 탈모증의 원인은 확실히 밝혀지지 않았습니다. 다만 정신적 스트레스, 자가 면역, 내분비 장애 등이 원인 내지는 유발 인자로 추정됩니다. 원형 탈모증의 예후는 탈모가 어려서 발생하거나 머리털이 빠지는 면적이 클수록 나쁩니다. 원형 탈모증은 병변의 크기가 작으면 저절로 좋아지는 경우가 많습니다. 병변의 면적이 크거나 머리털이 많이 빠지면 치료하는 것이 좋습니다. 치료 방법으로는 스테로이드 제제의 국소 도포와 병변 내 주사가 있습니다. 미녹시딜(Minoxidil) 용액을 바르는 것도 치료에 도움이 됩니다. 탈모가 급속히 광범위하게 진행되는 경우에는 스테로이드를 경구 투여합니다. ⑤ 가을철 탈모 가을철에 탈모가 심해지는 이유는 여름 동안 강한 햇빛과 과다한 두피 분비물에 의해 시달려온 모발이 시간이 흐르면서 다량으로 빠지기 때문입니다. 또한 가을에 탈모에 영향을 주는 남성호르몬 분비가 일시적으로 많아지는 것이 원인이 되기도 합니다. 남성호르몬은 모발의 성장과 발육에 필요한 에너지의 생성을 방해하여, 모근(毛根)을 에너지 부족 상태로 만듭니다. 특히 앞머리와 정수리 부분에 있는 머리카락의 성장을 억제합니다. 이러한 방식으로 진행되는 탈모가 흔히 대머리라 불리는 남성형 탈모입니다. 대머리는 유전으로 알려져 있는데, 엄밀히 말하면 남성호르몬에 민감한 체질이 유전되는 것입니다. 가을철 탈모의 가장 중요한 예방법은 스트레스를 피하고, 충분한 휴식과 수면을 취하며, 영양분을 골고루 섭취하는 것입니다. 또한 서늘하고 건조한 가을 날씨로 인해 두피가 건조해져 각질이 쌓이기 쉬우므로, 두피 건강에 신경 쓸 필요가 있습니다. 머리에 기름기가 많고 비듬이 있으면 노폐물과 지방, 세균을 제거하기 위해 매일 미지근한 물로 머리를 감아 청결을 유지하는 것이 중요합니다.",
            "진단": "탈모증의 자가 진단법은 다음과 같습니다. ① 모발 가볍게 당기기 모발 8~10개 정도를 손가락으로 잡고 가볍게 잡아당겨 보는 방법입니다. 정상 모발은 보통 1~2개만 빠집니다. 4개 이상 빠지는 경우는 탈모증일 가능성이 큽니다. ② 하루 탈모량 세기 정상인의 하루 탈모량은 50~60개 정도입니다. 하루에 100개 이상 빠질 때는 탈모증일 가능성이 있습니다. 하루에 빠지는 모발 양을 정확하게 측정하기 위해서는 3~4일 동안 빠진 모발(머리 감을 때, 빗질할 때, 베개 등에 떨어진 머리카락)을 매일 매일 모아서 각각의 봉투에 담아 모발의 수를 계산하면 됩니다. 머리를 감거나 빗질할 때 빠지는 모발도 포함해야 합니다. ③ 모발 관리 심한 머리 손질, 펌, 염색과 탈색 등을 자주 하는지, 샴푸 후 충분히 헹구어 주는지 등을 확인합니다. ④ 가족력 남성형 탈모증의 경우, 부모님이나 가까운 친척 중에 대머리가 있는지 확인해봅니다. ⑤ 약물 복용 여부 경구 피임약, 헤파린, 큐마린, 비타민 A나 그 유도체 등의 약물을 복용하고 있는지 확인해봅니다. ⑥ 두피 피부 질환 비듬, 건선, 지루성 피부염과 같이 두피에 발생할 수 있는 피부 질환이 있는지 확인해봅니다. ⑦ 기타 심한 정신적 스트레스, 피로, 수면 부족, 급격한 다이어트와 체중 감소, 갑상선 질환 등이 있는지 확인합니다.",
            "치료": "탈모증은 정확하게 진단하고 그에 맞게 적절히 치료하는 것이 중요합니다. 탈모 예방에 좋은 특별한 음식은 없습니다. 이들 음식으로 탈모를 치료할 수 있다는 과학적 근거도 없습니다. 다만 각종 영양소가 골고루 들어있는 균형 잡힌 식단은 도움이 될 수 있습니다. 미국의 한 연구 결과에 의하면, 대머리 증상은 동맥경화와 같은 심장 질환과 상당히 관련이 있다고 합니다. 따라서 지나친 동물성 지방 섭취를 금하는 것이 좋습니다. 두피의 혈액 흐름을 개선하기 위해서 두피 마사지를 하면 도움이 될 수 있지만, 이것도 절대적인 것은 아닙니다. 과도한 경우 오히려 탈모를 촉진시킬 수 있습니다.",
            "주의사항": "① 머리카락이 젖은 상태에서 머리 손질을 심하게 하면 머리카락 손상을 유발합니다. ② 잦은 펌이나 염색, 탈색과 같이 머리카락에 손상을 주는 것은 가능한 피해야 합니다. ③ 적절한 샴푸와 린스를 하면 탈모 예방에 도움이 됩니다. 깨끗한 물로 충분히 헹구어 주어야 합니다. ④ 비듬이 심하거나 지루성 피부염 등으로 인해 염증이 심하다면 피부과 전문의의 진료를 받아보는 것이 좋습니다. ⑤ 심한 정신적 육체적 스트레스, 피로, 수면 부족, 술, 담배, 편식, 급격한 다이어트와 체중 감소, 수술, 빈혈, 갑상선 질환 등에 의해서도 탈모가 심해질 수 있으므로 주의해야 합니다."
        }
    },
    {
        "name": "태열()",
        "details": {
            "정의": "태열은 아기가 태어난 후 2~4개월째에 나타나는 알레르기성 피부 질환으로, 아토피성 피부염의 일종입니다. 생후 6개월 미만의 영아에게는 아토피 피부염이라는 진단을 잘 내리지 않기 때문에 태열이라는 용어를 사용합니다.",
            "원인": "태열의 발병 원인은 아직 확실히 알려지지 않았습니다. 다만 환경적 요인과 유전적 원인, 면역학적 반응, 피부 보호막 이상 등이 주요 원인으로 여겨집니다.",
            "증상": "태열의 증상은 아기의 볼, 이마, 귀 뒤쪽, 허벅지 안쪽에 피부가 붉어지고 빨간 좁쌀 같은 것이 돋아나면서 물집이 잡히고 딱지가 생기는 것입니다. 습진과 같이 가려움증, 건조증을 동반하는 경우가 많습니다.",
            "진단": "태열은 영유아의 증상을 바탕으로 진단합니다.",
            "치료": "태열은 피부가 건조해지면 더 심한 가려움증이 느껴집니다. 따라서 아기가 있는 방안의 온도와 습도를 약 50~60%로 항상 적정하게 유지하는 것이 중요합니다. 또 수시로 로션이나 크림을 발라 피부를 촉촉하게 유지해주는 것도 도움이 됩니다. 오일을 사용하는 것도 좋습니다. 아기가 가려움에 피부를 긁지 않도록 손톱을 짧게 깎아주고, 손 싸개를 해주는 것도 좋습니다. 아기를 목욕시킬 때는 약 25℃ 정도의 미지근한 물로 피부 자극을 최소화하여 10분 이내에 목욕을 마칩니다. 목욕 후에는 보습 크림을 3분 이내에 발라주어 피부 보습을 유지할 수 있도록 합니다. 땀이 나면 피부에 자극이 가해져 가려움증이 생깁니다. 따라서 아기에게 땀이 나면 곧바로 씻어줍니다. 또한 피부에 자극을 주지 않는 부드러운 면 옷을 입히는 것도 좋습니다. 태열 증세와 음식과 상관관계가 있으므로, 되도록 아기에게 모유를 먹입니다. 증상에 따라 내복약, 외용 연고, 자외선 치료 등을 잘 선택하여 치료받도록 해야 합니다. 신생아 태열은 잘 관리하면 대부분 돌 전에 사라지므로, 관리가 중요합니다."
        }
    },
    {
        "name": "티눈 및 굳은살(Corns and callosities)",
        "details": {
            "정의": "티눈은 원뿔 형태의 국한성 각질 비후증입니다. 원뿔의 기저부가 피부 표면으로, 꼭지가 피부 안쪽으로 향하는 형태입니다.",
            "원인": "티눈은 과도한 기계적 비틀림이나 마찰력이 만성적으로 작용하는 경우에 발생합니다. 이와 같은 힘이 비교적 넓은 부위에 작용하면 굳은살이 되고, 국소 부위에 집중되면 티눈이 됩니다.",
            "증상": "티눈은 연성 티눈과 경성 티눈 두 가지로 나뉩니다. ① 경성 티눈 경성 티눈은 주로 발가락 등 쪽, 발바닥에 생깁니다. 표면에 윤이 납니다. 상층부를 깎아내면 병변의 가장 조밀한 부위에서 핵이 나타납니다. 이 핵이 하부의 감각 신경을 자극하여 무디고 거북한 감각이나 날카롭게 찌르는 듯한 통증을 유발합니다. ② 연성 티눈 연성 티눈은 발가락 사이에 발생합니다. 땀에 의해 짓물러지고 부드럽고 축축해져 희게 보입니다. 주로 4~5번째 발가락 사이에서 발생합니다.",
            "진단": "티눈은 육안으로 확인할 수 있지만, 굳은살이나 사마귀와 감별해야 합니다. 굳은살은 티눈과 달리 관통성 중심핵이 없으며 좀 더 넓게 두터워져 있습니다. 티눈과 사마귀의 차이점은 표면 각질을 깎아냄으로써 확인할 수 있습니다. 사마귀는 점상 출혈이 나타나지만 티눈은 각질핵이 나타납니다.",
            "치료": "티눈은 마찰이나 압력이 있는 부위에 생깁니다. 이러한 원인이 제거되면 병변은 자연 소실됩니다. 우선 교정 신발 및 패드로 원인을 완화시키지만, 이 방법만으로는 완치하기 어렵습니다. 살리신산(Salicylic acid)이나 다이클로로아세트산(dichloroacetic acid)을 조심스럽게 자주 도포하면 효과가 있습니다. 연성 티눈의 경우 단순 절제술이 효과적입니다. 뼈돌출증이 있는 경우 돌출된 뼈를 제거해야 합니다. 경화 용액, 40% 살리신산 반창고 등도 사용합니다.",
            "주의사항": "티눈을 유발할 수 있는 기계적인 힘을 제거하거나 감소시키는 것이 유일한 예방법입니다. 그러나 직업적으로 어쩔 수 없이 힘이 가해지는 경우, 신발을 바꾸려 하지 않는 경우, 뼈 구조에 의한 경우 등 실질적으로 예방하기 어려운 상황이 많습니다."
        }
    },
    {
        "name": "파라핀종(Paraffinoma)",
        "details": {
            "정의": "파라핀종은 장기간에 걸쳐 지속적으로 파라핀에 자극을 받아 발생하는 만성 육아종입니다. 파라핀에 대한 과도한 이물 반응과 섬유증을 말합니다.",
            "원인": "파라핀종의 원인은 미용적인 목적으로 얼굴, 유방, 성기와 같은 곳에 파라핀 등의 이물질을 주입하는 것입니다.",
            "증상": "파라핀을 주입하면 시간이 지나면서 이물 반응이 나타나면서 피부 변색, 종창, 소양감, 국소 발열 등의 증상이 나타납니다. 점차 만성 피부염, 농양 등으로 발전하며, 부분적인 궤양, 피부 괴사 등을 초래합니다. 때로는 정상적인 생활이 불가능하게 되는 경우도 있습니다. 이러한 합병증은 보통 서서히 진행되므로, 수년 또는 수십년 후에 문제를 일으킬 수 있습니다. 조직 소견으로는 지방 괴사와 유사한 증상을 보입니다.",
            "치료": "파라핀종은 발견하는 즉시 제거하는 것이 가장 좋습니다. 시간이 경과하면 파라핀의 조직 내 침투가 깊어지고 조직 괴사가 심해져 제거하기가 쉽지 않습니다. 따라서 조직 속에 침투한 이물질을 전부 제거해야 합니다. 파라핀종이 조금이라도 남아 있으면 다시 합병증이 후유증을 유발합니다. 경우에 따라 수술 후 피부 이식이 필요할 수 있습니다."
        }
    },
    {
        "name": "편평 태선(Lichen Planus)",
        "details": {
            "정의": "편평 태선은 피부와 점막에 발생하는 원인 불명의 아급성 또는 만성의 염증성 질환을 의미합니다. 이는 여러 부위를 침범하는 구진성 질환입니다. 편평 태선은 8가지 종류로 구별됩니다. ① 비후성 편평 태선 이는 자색의 사마귀양 판으로 주위에 다각형의 편평한 구진이 있고, 인설로 덮여 있어서 건선과 혼동하기 쉽습니다. 이는 경골부에 대칭적으로 호발하며 가려움증이 발생합니다. ② 위축성 편평 태선 이는 병변의 중심부가 위축되어 흰 점으로 보이며, 구진이 편평하여 발견하기 어렵습니다. 드물게는 광범위하게 위축되고, 궤양이 형성될 수 있습니다. 궤양은 수년간 지속되면서 악성 종양으로 이행할 수 있습니다. ③ 구강 내 미란성 수포성 편평 태선 이는 독특한 형태인 백색의 그물 모양을 이루지 않고 있습니다. 이는 혓바닥과 입안에 미란이 발생하고 동통이 심하며, 조직학적 소견으로만 진단이 가능합니다. ④ 족부의 궤양성 편평 태선 이는 발 및 발바닥에 수포와 궤양이 발생하고 발톱이 떨어져 나가며 두피에 반흔성 탈모와 입안 점막의 병변 등 비전형적인 증상을 나타내는 편평 태선입니다. 만성 궤양은 동통이 심하고, 반흔을 남기며, 편평 세포암이 생길 수 있으므로 주의가 필요합니다. ⑤ 모낭성 편평 태선 이늰 특징적인 모낭성 구진이 모여서 판을 이루며 두피에 반흔성 탈모가 초래됩니다. 대부분 가려움증이 없습니다. ⑥ 그레암 리틀 편평 태선 또는 독발성 편평 태선 이는 두피에 반흔성 탈모와 몸통, 팔, 하지, 두피 등에 모낭성 돌출성 구진이 특징적으로 나타나며, 그 밖에도 겨드랑이에 탈모가 발생합니다. ⑦ 윤상 편평 태선 이는 주로 음경 귀두, 입술 및 입안에 고리 모양의 병변을 보이고, 고리 모양의 가장자리에는 작은 구진이 나타납니다. ⑧ 광선 편평 태선 이는 열대 지방이나 아라비아 지방에서 발생하는 편평 태선의 변형입니다. 이는 태양에 노출되는 부위 즉, 얼굴(이마, 볼, 입술), 가슴의 V형, 등, 아래 팔 등에 발생하며, 자주색 또는 보라색 구진이 생기고 가려움증이 발생합니다. 태양에 오랫동안 노출되면 발생하고 사춘기의 남성에서 잘 발생합니다. ⑨ 천포창성 편평 태선 이는 전형적인 편평 태선의 병소에서 2~6주 후 수포가 발생합니다.",
            "원인": "편평 태선의 원인은 명확히 밝혀지지 않았습니다. 하지만 정신적 요인, 바이러스 감염, 면역, 약물 등이 관련된다는 견해가 제기되어 있습니다.",
            "증상": "피부에 발생하는 편평 태선의 병변은 크기가 작고 위쪽이 편평하며 붉은색 내지 자주색을 띠는 구진으로 나타납니다. 편평 태선은 진행될수록 구진의 표면이 건조해지고, 각질이 발생하며, 회색 내지 흰색의 성긴 줄무늬(위캄선조)가 나타날 수 있습니다. 피부에 발생하는 편평 태선은 일반적으로 가렵습니다. 구강 내 편평 태선은 흰색 그물 모양 반점으로 나타납니다. 이는 주로 뺨 안쪽에 발생합니다. 이러한 구강 내 편평 태선은 통증이 심한 궤양을 일으키기도 하지만, 일반적으로는 증상을 일으키지 않습니다. 손톱 또는 발톱에 병변이 발생하면 손톱 또는 발톱이 두꺼워지거나 갈라지거나 능선 또는 고랑이 생길 수 있습니다. 심한 경우에는 손톱 또는 발톱이 전부 망가지기도 합니다. 두피에 발생한 편평 태선(모공 편평 태선)은 홍반, 염증 등을 일으키기도 합니다. 어떤 경우에는 영구적인 탈모가 발생하기도 합니다. 생식기 편평 태선은 일반적으로 증상을 일으키지 않지만, 개방성 미란으로 인해 압통이 꽤 심하게 발생하기도 합니다.",
            "진단": "편평 태선은 특징적인 임상 양상과 피부 조직 검사를 통해 진단할 수 있습니다. 90% 이상에서 특징적인 조직학적 소견이 확인됩니다. 약물에 의한 태선양 발진에서는 진피 조직 내에 많은 수의 호산구가 있습니다.",
            "치료": "편평 태선은 국소적으로 스테로이드를 바르고, 두터운 병변에 직접 스테로이드를 주사하는 것으로 치료합니다. 가려움을 경감시키기 위해 항히스타민제를 복용하고, 멘톨, 프라목신 또는 페놀 등이 함유된 항소양증 로션을 바릅니다. 매우 심각한 편평 태선에는 자외선 치료법을 이용하거나, 사이클로스포린, 히드록시클로로퀸, 레티노이드 등의 약을 복용합니다. 피부에 손상이 가지 않도록 조심하는 것이 좋습니다. 구강 편평 태선의 경우 증상이 없으면 특별한 치료가 필요하지 않으며, 1년에 한 번씩 주기적으로 검사를 받는 것이 권장됩니다. 국소 스테로이드에 효과가 있는 경우가 있기도 하지만, 심하거나 지속되는 병변을 가진 환자에게는 전신 스테로이드 치료나 또는 병변 내 스테로이드 주사 요법이 필요할 수도 있습니다. 구강 편평 태선 환자에게는 많은 경우에 캔디다증이 동반되므로, 향진균제가 증상 완화에 필요하거나 도움이 될 수 있습니다. 구강 위생과 치아 관리가 중요합니다.",
            "경과": "편평 태선의 병변은 대부분 색소 침착이나 위축성 반흔을 남깁니다. 궤양이 발생하는 경우도 있습니다."
        }
    },
    {
        "name": "표피낭종(Epidermal cyst)",
        "details": {
            "정의": "표피낭종은 피부밑에 생기는 종양입니다. 이 종양은 원형이며 작고 단단하며 유동적입니다. 표피낭종은 수년간 작게 유지될 수 있지만, 점점 커지기도 합니다. 표피낭종은 아이보다 성인에게 흔하게 나타납니다.",
            "원인": "표피낭종은 심상성 여드름 환자에서 모낭의 입구 부위가 피부에 막히면서 생기기도 하고, 표피가 피부 깊숙이 떨어져 들어가 증식하면서 생기기도 합니다. 이 세포는 낭종의 벽을 형성하며 부드럽고 노란 케라틴이라는 물질을 분비하여 낭종을 채웁니다. 낭종의 벽이 터지면 케라틴이 피부 주변으로 분비되어 자극감과 염증을 유발합니다.",
            "증상": "표피낭종은 거의 모든 피부 부위에 발생할 수 있습니다. 표피낭종은 직경이 1~5cm 정도입니다. 중심부에는 면포와 같은 구멍이 있고, 짜면 악취가 나면서 치즈같이 생긴 물질이 배출됩니다. 이 물질은 지방질과 연화된 각질입니다. 이는 주로 얼굴이나 목, 귀 근처에 발생합니다. 가드너 증후군이나 모반양 기저 세포암 증후군과 동반된 경우에는 많은 낭종이 호발 부위 외에도 발생합니다. 표피낭종은 대체로 무증상이지만, 때때로 이차 감염이 발생하면 절종되어 빨갛게 붓고 압통이 발생하기도 합니다. 이는 서서히 자라는 경향이 있으므로 커지기 전에 수술을 하여 제거하는 것이 좋습니다.",
            "진단": "표피낭종은 시진으로 종괴를 진찰하면, 낭종 여부를 알 수 있습니다.",
            "치료": "표피낭종은 염증이 생기거나 보기 싫은 것이 아니라면 굳이 치료할 필요는 없습니다. 염증성 낭종은 피부를 작게 절개한 후 내용물을 빼낸 후 낭종의 벽을 이루는 껍데기를 제거하면 됩니다. 만약 낭종 주위의 피부에도 염증이 있다면 항생제 치료를 할 수 있습니다. 아주 드물게 낭종벽에서 악성도가 낮고 전이되지 않는 편평 세포암이 발생할 수도 있으나, 낭종의 발암성은 거의 없습니다."
        }
    },
    {
        "name": "피부 농양(Cutaneous abscess)",
        "details": {
            "정의": "피부 농양은 피부에 고름이 찬 것을 말합니다. 우리 몸이 세균에 감염되면, 혈액 속에서는 백혈구와 감염균 간의 싸움이 일어납니다. 시간이 지나면서 싸움을 마친 백혈구, 세균, 혈액, 단백질 등이 모여서 피부 표면을 통해 배출됩니다. 이때 이것은 농양의 상태로 배출됩니다. 이렇게 조직 내에 동봉된 고름을 농양이라고 합니다.",
            "원인": "피부 농양의 원인은 여러 가지가 있습니다. 안쪽으로 자란 머리카락, 피부에 박힌 가시 등 기타 이물질의 피부 침투, 땀샘 감염, 피부 상처 등을 통한 균 감염입니다. 피부 농양의 주원인균은 포도상구균입니다.",
            "증상": "단순 피부 농양은 모든 신체 부위에 생길 수 있습니다. 경결, 홍반 등을 동반하는 경우가 많고 동통과 부종을 유발합니다. 홍반은 감염을 의미하며 발열과 빈맥은 전신적인 감염을 의미하는 경우가 많습니다. 림프절염이 생길 수 있습니다.",
            "진단": "피부 농양 진단은 파동이 만져지면 가능합니다. 혈액 검사로 백혈구 염증 수치를 측정할 수도 있습니다. 배양 검사도 필요에 따라 할 수 있습니다. 일반적으로 건강한 사람에게는 배양 검사를 하지 않습니다. 항생제를 쓸 때는 위치에 따라 균주를 예측해야 합니다. 천자한 화농의 배양이나 그람 염색이 균주 감별과 항생제 처방에 도움이 됩니다.",
            "치료": "피부 농양 환자를 치료할 때는 병력에서 면역 억제 질환이나 약제 사용, 스테로이드 사용, 알코올 중독 등에 대해 조사해야 하며, 이물질이나 외상의 과거력이 있는지를 잘 관찰해야 합니다. 방사선 검사가 도움이 됩니다. 방사선으로 보이지 않는 경우는 고주파 초음파가 도움이 될 수 있습니다. 단순한 농양은 절개와 배농이 유일한 치료입니다. 천자를 해서 화농이 나오면 절개와 배농을 실시하고, 나오지 않으면 항생제 치료와 온열 압박을 먼저 시행하여 추적 진료를 합니다. 2~3일 후 추적 진료가 필요하며 집에서 온열 압박을 자주 시행하도록 교육합니다. 항생제 사용은 논란이 되고 있습니다. 일반적으로 면역 억제나 전신적인 증상이 없는 경우 항생제는 권장되지 않습니다. 그러나 심내막염의 위험이 있는 경우, 예를 들면 심내막염 과거력, 류마티스 심질환, 인공 판막 등의 경우는 예방적 항생제 투여가 필요할 수 있습니다. 절개와 배농을 시행한 환자는 대부분 퇴원하여 2~3일 뒤 추적 진료를 하게 됩니다. 입원이 필요한 경우는 임상적으로 판단합니다.",
            "경과": "피부 농양은 대부분 진단이 쉽습니다. 또 광범위 절제로 치료가 가능하기 때문에 장기적인 예후는 좋은 편입니다.",
            "주의사항": "피부 농양은 개인 위생이 가장 중요합니다. 매일 목욕이나 샤워를 하여 해당 부위를 깨끗이 해주는 것이 필요합니다. 또한 이 질환의 발생에 마찰이나 열이 연관되어 있기 때문에 장시간의 운전과 너무 꽉 끼는 옷은 피하는 것이 좋습니다. 피부 농양이 비만과 연관이 있다는 보고도 있으므로 체중 감량이 권장됩니다."
        }
    },
    {
        "name": "피부건조증(Xerosis cutis)",
        "details": {
            "정의": "피부 건조증은 피부 표면 지질 감소와 더불어 천연 보습 성분의 감소로 인해 피부가 하얗게 일어나고 울긋불긋해지며 가려움증이 생기고, 심할 경우 갈라지는 피부 질환을 말합니다. 이는 겨울철 노인에게 자주 발생하며, 하지의 신측에 자주 발생합니다.",
            "원인": "피부 건조증의 원인은 다음과 같습니다. ① 피지 분비 감소(피지선이 정상보다 잘 발달해 있지 않은 경우) ② 점액 수종, 림프종, 종양, 에이즈 감염, 당뇨병과 같은 질환이 있는 경우 ③ 잦은 목욕, 스트레스 등 ④ 피부 노화로 인해 표피의 수분을 흡수하는 능력이 떨어져, 피부를 통해 빠져나가는 수분이 흡수되는 수분보다 많은 경우 ⑤ 나이든 사람이 이뇨제나 항히스타민제 등의 약물을 복용한 경우 ⑥ 아연 결핍, 비타민 A의 불균형이나 영양 상태가 불량한 경우 ⑦ 산업 현장에서 세척제나 용매제와 같은 탈지제을 취급하는 경우 ⑧ 다운 증후군과 같은 유전성 질환(건조한 피부와 미세한 비늘이 발생할 수 있음)",
            "증상": "피부 건조증의 특징적인 병변은 미세한 비늘입니다. 이는 주로 사지에서 나타나고, 특히 정강이 부근에서 흔하게 볼 수 있습니다. 이는 전신적인 소양감과 동반되어 나타납니다. 이런 증상이 진행됨에 따라 피부에서는 점차 오래된 자기 그릇에 금이 간 것 같은 모양으로 피부 균열이 나타납니다. 손과 발도 건조해지고 손과 발에 균열이 생길 수 있습니다.",
            "진단": "합병증이 없다면, 피부 건조증은 대부분 스스로 진단이 가능합니다. 피부 건조증은 자신의 피부 관리 습관을 살펴보는 것이 필요합니다. 오랜 시간 뜨거운 목욕이나 샤워를 하거나, 하루에 여러 번 사워를 하는지 확인해 봅니다. 또 주변의 환경 요소들에 대해 살펴보면 건조한 기후인지, 겨울철 가습기를 사용하지 않는 습관인지, 외출 시 자외선 차단제나 적절한 옷으로 피부를 보호하는지를 살펴봄으로써 자가 진단을 할 수 있습니다.",
            "치료": "피부 건조증에 대한 치료의 기본은 피부 표면에 수분을 공급하고 유지하며 외부의 유해 환경으로부터 피부를 보호하는 것입니다. 이를 위해서는 환경적인 원인을 교정해야 합니다. 따뜻한 기후 환경을 만들고 피부 표피층의 수분을 증가시키는 모든 상황을 조성하는 것이 중요합니다. 이러한 조건이 건조하고 비늘이 발생하는 피부에 도움이 될 수 있습니다. 이에 온도 변화가 심하지 않은 다습한 환경을 유지하는 것이 중요하고, 영양 장애도 같이 교정되어야 합니다. 건조한 피부는 순한 비누 사용, 목욕물 속 오트밀 팩, 목욕 후 즉시 보습제 도포를 통해 좋아질 수 있습니다. 과도한 비늘이 발생될 때는 젖산이나 알파 히드록산이 첨가된 보습제가 도움을 줄 수 있습니다. 피부 건조증 환자는 피부로부터 수분 손실을 유발하는 뜨거운 목욕이나 사우나를 해서는 안 됩니다. 피부 노화가 피부 건조증의 주요 원인일 때는 완치가 매우 힘듭니다. 수분과 피지 부족이 병증을 악화시키기 때문에 더 이상 피부가 건조해지지 않도록 증상 완화를 위해 노력해야 합니다. 피부가 건조해지면 가려움증이 수반되므로 수면 장애가 유발됩니다. 또 긁은 부위에 상처가 생기면서 세균 감염이 일어나서 곪을 수도 있습니다. 가려움증을 참지 못해 장시간 연고제를 사용하면, 고질적인 습관성 피부 질환으로 발전할 우려가 높습니다. 따라서 내과적으로 이상이 없는데도 가려움증이 지속적으로 심해지면 전문의의 지시에 따라 항히스타민 내복제와 보습제로 가려움증을 완화시키고 생활 습관을 개선하여 재발을 막아야 합니다."
        }
    },
    {
        "name": "피부근육염(Dermatopolymyositis)",
        "details": {
            "정의": "피부근육염은 골격근에 염증이 발생하는 자가면역 질환입니다. 피부근육염은 어느 나이에서나 발병하며, 주로 40~50대에 많이 나타납니다. 동양인의 경우에는 남자에게 조금 더 흔하게 발병하는 것으로 보고됩니다. 다발근육염은 피부 증상 없이 근육염만 나타나는 경우를 말합니다.",
            "원인": "피부근육염은 유전적으로 발병 가능성이 있는 사람이 주변 환경적 요인의 자극을 받으면 발병하는 것으로 알려져 있습니다. 바이러스 감염이 질병을 유발하는 경우가 있습니다. 바이러스와 같은 외부 단백질이 침투하면 자신의 특정 단백질과 비슷하다고 여겨 항체를 생성합니다. 이 항체들이 근육과 혈관 등 자신의 근육 조직에 손상을 줍니다. 이처럼 이 질환은 자가면역 질환인 것입니다. 한편 성인의 경우에는 피부근육염이 암과 관련되어 발병할 수 있습니다. 또 이는 루푸스와 같은 자가면역 질환과 동반되어 나타나기도 합니다.",
            "증상": "피부근육염의 증상은 몇 주에 걸쳐서 서서히 진행됩니다. 주로 허벅지 및 어께 부위에서 점진적이고 대칭적인 근력 약화가 확인됩니다. 예를 들어 손을 들어올리기 힘들어지며, 앉거나 웅크린 자세에서 일어나기, 계단 오르기, 걷기, 물건 들어올리기, 머리 빗기 등의 일상 동작이 점차 어려워지는 것을 느낍니다. 관절이 부어오르고 통증이 생기며 쉽게 피로해집니다. 고개를 들거나 누웠다 일어나는 것도 어려울 수 있습니다. 삼킴 근육 손상 시 연하 곤란, 발성 장애 등이 나타날 수 있습니다. 심장 근육이나 가슴 근육 손상으로 호흡 곤란, 맥박 이상 등이 나타날 수도 있습니다. 근육계 이외의 부위가 침범되어 나타나는 증상으로는 발진, 발열이 있습니다. 이는 대개 얼굴, 가슴, 손가락 등에 나타나며, 눈 주위와 입 주위의 부종은 급성 피부근육염의 흔한 증상입니다. 콧등, 뺨, 이마, 손톱 주위의 피부가 라일락 색으로 변화하는 것이 특징으로 지적됩니다. 피부나 근육에 염증이 생기면 피부 밑과 관절주위 근육 안에 칼슘이 침착되어 석회화가 관찰될 수 있습니다.",
            "진단": "피부근육염을 진단하기 위해서는 특징적인 피부 병변이 있어야 합니다. 이외에 아래 항목들이 진단에 필요합니다. ① 대칭적인 근위부 근육 허약 ② 근육 조직 검사의 이상 소견 ③ 혈청 골격 근육 효소치 상승 ④ 근전도 검사의 이상 소견 근전도 검사는 바늘 모양의 전극을 피부를 통해 근육에 삽입 후 근육의 전기적 활동도를 측정하여 근질환을 진단할 수 있는 검사입니다. 근 생검은 아주 소량의 근육을 간단한 수술로 떼어내어 감염, 손상, 염증에 의한 것인지를 구별하는 데 사용하는 검사입니다.",
            "치료": "피부근육염은 완치가 쉽지 않기 때문에 현실적인 치료 목표는 근육 손상을 최소화시켜 일상생활을 무리없이 하도록 하는 데 있습니다. 또 근육계 외 침범 증상을 없애고 염증을 줄이는 데 도움을 주기 위해서 고용량의 스테로이드가 처방됩니다. 스테로이드에 반응이 없는 경우 면역 억제제를 사용하는 경우도 있습니다. 이런 약물을 투여했는데도 효과가 나타나지 않으면 면역 글로불린을 투여할 수 있습니다. 생물학 제제의 사용이나 혈장 교환술을 시도할 수 있으며, 관절의 운동 범위를 유지하기 위해 물리 치료를 받는 것이 도움이 됩니다."
        }
    },
    {
        "name": "피부섬유육종(Dermatofibrosarcoma )",
        "details": {
            "정의": "피부섬유육종은 진피 및 피하 연부 조직에 발생하는 피부 악성 종양입니다. 이는 모든 연부 조직 육종의 2~6%를 차지하고 있습니다. 이 질환은 국소적으로 침범과 재발이 잘 나타나지만, 전이는 드뭅니다. 전체 환자의 85~90%는 악성도가 낮은 전형적인 형태입니다. 하지만 나머지는 악성도가 높은 섬유육종 변이형으로, 국소 재발률과 전이율이 높습니다.",
            "원인": "피부섬유육종은 유전자의 융합으로 인한 질환이라고는 하지만, 질환이 유전되거나 가족성을 띠지는 않습니다. 신경 세포에서 발견되는 CD34 항체가 발견되는 것으로 보아서 신경 세포가 기원일 것이라는 보고도 있습니다. 환자의 10~20%는 종양 부위의 외상과 관련이 있습니다. 외과적 수술 및 화상 흉터 부위에 피부섬유육종이 발생한 경우도 있습니다.",
            "증상": "피부섬유육종 가장 흔한 증상은 적갈색의 결절을 동반하는 단단한 피부색 판이 나타나는 것입니다. 이 증상은 체간, 팔, 두경부, 하지 순으로 나타납니다. 크기는 대부분 5cm 이하이며, 피부 표면에 국한되어 있습니다. 진행되거나 재발된 경우에는 심부 조직과 유착이 보입니다. 피부섬유육종은 서서히 자라고 대부분 증상이 없기 때문에 진단까지 시간이 오래 걸리는 경우도 있습니다.",
            "진단": "피부섬유육종은 피부 조직 검사를 통해 진단할 수 있습니다. 종양은 진피에 위치하고 대부분 피하 지방을 침윤하고 있습니다. 피부섬유육종 전이를 확인하기 위해 흉부 X선 촬영이나 흉부 CT 검사를 합니다. 자기공명영상(MRI)으로 진단하는 경우는 재발 또는 진행된 경우입니다. 이를 통해 심부 종양의 침습 범위를 확인할 수 있습니다.",
            "치료": "피부섬유육종의 일차적 치료는 외과적 절제나 모즈 미세도식 수술을 통해 이루어집니다. 단순절제술 시 재발률은 30~50%, 광범위 절제술 시 재발률은 20% 정도입니다. 재발을 줄이기 위하여 절제연은 3cm 이상으로 하고 아래로는 근막까지 절제합니다. 첫 수술 시 충분한 절제연을 두고 적절히 절제하는 것이 중요합니다. 재발성 병변은 더 깊이 침범하고 전이될 확률도 높아집니다. 국소 재발은 수술 후 방사선 치료를 병행하고, 절제가 불가능한 경우에도 방사선 치료로 종양 크기를 줄일 수 있습니다. 전이성 종양은 항암 치료의 효과가 분명하지 않습니다. 절제 불가능한 재발성 또는 전이성 종양은 종양의 크기를 감소시키기 위해 항암 치료를 합니다. 혈소판 기원 성장 인자 길항제를 이용한 실험적 연구에서 융기성 피부섬유육종 세포의 치료가 관찰되었습니다. 향후 이것이 새로운 치료제로 이용될 수 있을 것으로 기대되고 있습니다.",
            "경과": "피부섬유육종은 전이가 잘 되는 것은 아니지만 국소적 재발은 흔하게 일어납니다."
        }
    },
    {
        "name": "피부암(Skin cancer)",
        "details": {
            "정의": "피부암은 피부에 발생하는 악성 종양을 의미합니다. 이는 피부에 발생하는 양성 종양과 구별됩니다. 원발성 피부 악성 종양은 기저 세포암, 편평 세포암, 악성 흑색종이 대부분을 차지합니다.",
            "원인": "피부암은 햇빛에 의한 손상이 주요 원인입니다. 햇빛의 자외선은 DNA에 손상을 입혀서 세포 성장과 분화에 영향을 줍니다. 따라서 태양광에 노출이 많이 될수록 발생 위험성이 커집니다. 태양에 많이 노출되는 부위에 피부암이 발생할 위험이 높습니다. 위도가 낮을수록 피부암 발생이 빈번합니다. 화학물질로서는 비소가 피부암 발생과 관련이 있습니다. 바이러스 감염도 피부암 발생의 원인이 될 수 있습니다. 장기 이식 환자, 에이즈 환자와 같이 면역이 억제된 환자들에게서 피부암이 더 흔하게 나타납니다.",
            "증상": "피부암의 증상은 다음과 같습니다. 1. 기저 세포암 이는 여러 임상 형태를 나타낼 수 있으며, 얼굴 부위에 주로 호발합니다. 기저 세포암은 서서히 자라고 몸의 다른 부위에 전이를 일으키는 경우가 드뭅니다. 그러나 주위 피부 및 피하와 근육, 심지어는 뼈까지도 국소적으로 침입할 수 있습니다. 기저 세포암의 형태를 통해 본 증상은 다음과 같습니다. 1) 결절 궤양 기저 세포암 이는 가장 흔한 형태로, 밀랍 모양으로 반투명한 표면에 모세혈관 확장이 있는 작은 결절로 시작하여 서서히 자라납니다. 중앙부에 궤양이 발생합니다. 2) 색소 기저 세포암 이는 멜라닌을 함유하고 있어 갈색 또는 검은색으로 보이며, 악성 흑색종과의 감별이 요구됩니다. 3) 경화 기저 세포암 이는 표면이 매끄럽고 편평하거나 약간 낮거나 높으며 상아색조를 띠고 단단한 판을 형성합니다. 이는 치료 후 재발이 흔한 형태입니다. 4) 표재 기저 세포암 이는 한 개 내지 수 개의 반이 홍반과 인설이 나타나고, 약간만 침윤하면서 주로 주변부로 퍼집니다. 이는 몸통과 팔다리에 흔합니다. 2. 편평 상피암 편평 세포암은 얼굴, 아랫입술, 귀 등에 호발합니다. 광선 각화증, 화상에 의한 흉터나 만성 궤양이 있었던 부위에서 발생하는 경우가 많습니다. 이는 대개 작고 단단한 결절로 시작하여 결절판상, 사마귀 모양, 궤양 등 다양한 형태로 진행됩니다. 기저 세포암에 비해 다른 부위로 전이될 가능성이 높습니다. 3. 악성 흑색종 이는 검은 반점이나 결절 형태로 흔히 나타나지만, 때로 색소 침착이 없는 경우도 있습니다. 비대칭적이고 경계가 불규칙하며 다양한 색조를 보입니다. 악성 흑색종은 점이 0.6cm 이상의 크기를 가지거나, 이미 있던 점의 모양, 크기, 색조가 변하거나, 가려움증, 따가움, 통증이 생기거나, 출혈, 궤양, 딱지 형성 같은 변화를 보일 때 의심해 볼 수 있습니다. 흑색종은 전이가 흔히 일어나며, 질환이 진행될 경우 예후가 좋지 않습니다.",
            "진단": "피부암의 정확한 진단을 위해서는 국소 마취를 하고 피부 병변의 일부를 떼어내 조사하는 피부 생검을 해야 합니다. 흉부 X-촬영과 복부 초음파 검사를 비롯해, 방사성 동위원소를 사용한 검사, CT 촬영, MRI 등의 정밀 검사를 통해 종양의 침윤(주위로 퍼지는 것) 깊이, 전이 등의 병의 확산 정도를 알아볼 수 있습니다.",
            "치료": "피부암의 치료는 증상에 따라 다르게 진행됩니다. ① 기저 세포암은 병변의 위치, 조직아형, 재발암의 유무, 그 외 환자의 요인에 의해 치료법이 결정됩니다. 외과적 절제가 가장 일반적입니다. 병변의 크기가 작을 때는 병변 제거 후 일차 봉합술을 시행하지만, 병변이 중등도 이상일 경우 절제 범위가 커지면, 주변 조직을 이용하여 피부 결손을 재건하거나 피부이식을 시행하는 경우가 많습니다. 재발의 위험이 높거나 조직 보존이 필요한 경우, 나이가 젊은 경우에는 모스 미세 수술을 시행하기도 합니다. 이는 피부암을 조금씩 제거하여 제거된 조직편에 종양 세포의 존재 여부와 그 위치를 현미경으로 확인한 후, 종양 세포가 모두 제거될 때까지 이 과정을 반복하는 수술 방법입니다. 이 방법은 치료 성공률이 높아 재발을 줄일 수 있고 정상 조직을 최대한 보존할 수 있다는 장점이 있습니다. 이외에 소파 및 전기 소작술, 방사선 치료, 냉동 치료, 세포독성 약물 요법 등의 치료 방법이 있습니다. ② 편평 상피암의 경우 환자가 건강한 상태이고 전이가 낮은 부위에 잘 분화된 원발성 편평 세포암이라면, 소파 및 전기 소작술, 냉동 치료, 방사선 치료, 외과적 절제술 등으로 치료할 수 있습니다. 고위험 암에서는 림프절 침범이 없으면 모스 미세 도식 수술이 적절합니다. 경우에 따라 보조 요법으로 방사선 조사가 시행됩니다. ③ 악성 흑색종은 조기 진단과 완전한 수술적 절제가 가장 중요합니다. 이외에 화학 요법, 면역 요법, 방사선 치료 등을 복합하여 치료할 수 있습니다. 하지만 예후가 좋지 않은 경우가 많습니다.",
            "경과": "피부암은 조기에 발견하면 완치가 가능하고 예후도 좋습니다. 그러나 악성 흑색종은 예후가 좋지 않으므로 초기에 정확히 진단하고 종양 세포의 침습 정도를 파악하여 치료해야 합니다."
        }
    },
    {
        "name": "피부염(Dermatitis)",
        "details": {
            "정의": "피부는 몸속의 수분 조절을 통해 체온을 조절하고 미생물의 침범을 막아 외부로부터 신체를 보호하는 기능을 합니다. 피부의 구조를 살펴보면, 표피, 진피, 피하 조직과 혈관, 신경, 털, 손톱, 분비선 같은 피부의 부속기로 구성되어 있습니다. 표피를 구성하는 세포 중 각질 세포의 주요 기능은 표피가 보호 기능을 갖도록 각질을 생성하는 것입니다. 이 각질 세포는 새로운 세포의 생성에 의해 피부 표면으로 올라가면서 탈락됩니다. 진피는 표피의 바로 밑에 위치하는 부분으로 섬유성 결합 조직으로 되어 있습니다. 진피에는 혈관, 림프관, 신경, 모낭, 땀샘, 피지선 등이 분포되어, 표피에 영양을 공급하고 표피층을 지지해 줍니다. 또한 신경이 분포되어 있어서 촉감, 통증, 온도에 반응합니다. 피하 조직은 지방 조직으로 이루어져 있습니다. 이 조직은 열을 보존하고 충격 완충 역할을 하며, 열량을 저장합니다. 이와 같이 피부는 여러 가지 구조로 이루어져 햇빛, 열, 바람, 추위 등 다양한 조건의 외부 환경 속에서 신체를 지키는 역할을 합니다. 피부염은 피부에 생긴 염증을 말합니다. 이는 습진과 같은 의미로 사용되기도 합니다. 염증의 원인은 불확실한 경우가 많습니다. 염증의 형태와 양상은 매우 다양합니다. 습진이라고 하면 습한 곳에 생기는 것이라고 생각하는 경우가 있지만, 습한 부위에 생겨서가 아니라 피부병의 모양이 습하게 보이는 경우가 있어서 습진이라는 부르는 것입니다. 피부염은 크게 급성, 아급성, 만성으로 나눕니다. 급성과 아급성 병변의 경우에는 홍반(빨간 반점), 구진(좁쌀이나 쌀알 크기로 튀어나는 것)을 거쳐 수포(작은 물집)가 나타납니다. 만성 습진의 경우에는 축축하기보다 마르고 건조하게 보입니다. 따라서 습진이라는 말보다는 피부염이라는 말을 사용하는 것이 혼동 방지를 위해 좋습니다. 피부염은 전체 피부병에서 차지하는 비율이 높고 그 종류도 다양합니다. 그중에 흔한 것들은 아토피성 피부염, 지루성 피부염, 건성 피부염, 접촉 피부염, 화폐상 피부염 등이 있습니다."
        }
    },
    {
        "name": "피부의 양성 종양(Benign skin tumor)",
        "details": {
            "정의": "피부의 양성 종양은 피부에 양성의 종양이 생긴 것을 의미합니다. 이는 흔히 관찰됩니다. 피부의 양성 종양은 생명을 위협하지 않으므로 대수롭지 않게 생각할 수 있습니다. 하지만 이것이 악성 종양과 구별이 쉽지 않은 경우에는 생검을 통해 정확히 확인하여야 합니다.",
            "원인": "피부의 양성 종양은 명확한 원인을 알 수 없습니다. 하지만 가족력 같은 유전적 요인이나 자외선 같은 외부 요인과의 관련성이 제기되고 있습니다.",
            "증상": "피부의 양성 종양 중 흔히 발생하는 대표적인 종류는 다음과 같습니다. ① 표피 낭종 표피 낭종은 피부 표피로 둘러싸인 각질과 그 부산물을 함유한 낭종입니다. 이는 모피지 모낭의 막힘, 상처 난 후 표피 세포의 진피로의 이식, 태생기 융합면을 따른 표피 세포의 포착 등에 의해 발생하는 것으로 생각됩니다. ② 사마귀 사마귀는 사람 유두종 바이러스 감염에 의해 발생합니다. ③ 지루 각화증 지루 각화증은 원형의 갈색 내지 흑색 구진이나 판으로 나타납니다. ④ 비립종 비립종은 백색이나 황색의 얕은 각화 낭종으로, 1~2 mm의 둥근 구진으로 나타납니다. ⑤ 광선 각화증 광선 각화증은 국한성의 붉은 병변이 생기는 것으로, 표면이 거칠거나 각화된 표피 종양입니다. 이는 태양이나 인공 광원에 지속적으로 노출되어 발생하는 질환입니다. 광선 각화증은 흔히 촉진을 통해 거친 표면을 확인할 수 있으며, 전암 병변에 해당됩니다. ⑥ 피지샘 증식증 피지샘 증식증은 단발성 혹은 다발성으로 중노년의 얼굴, 특히 이마에 잘 나타나는 작은 황색 구진입니다. 중심부가 함몰되어 있는 매우 흔한 양성 종양입니다. ⑦ 피부 섬유종 피부 섬유종은 섬유 모세포, 조직구, 혈관이 국소적으로 증식된 양성 종양입니다. 수 mm~수 cm의 갈색 혹은 홍갈색의 단단한 구진 및 결절이 단발성으로 나타납니다. 이는 신체 어느 부위에도 발생할 수 있습니다. 이외에도 다양한 종류의 양성 피부 종양이 있습니다.",
            "진단": "피부의 양성 종양은 대개 임상적인 형태로 진단하지만 필요한 경우 조직 검사를 통해 확실하게 악성인지를 감별하는 것이 좋습니다.",
            "치료": "피부의 양성 종양은 외과적 절제, 소파술, 전기 소작술, 냉동 요법, 레이저 요법, 박피술 등으로 치료할 수 있습니다.",
            "경과": "피부의 양성 종양은 대개 치료를 하지 않아도 큰 문제를 일으키지 않습니다. 그러나 악성이 아님을 확실하게 감별하기 위해서는 조직 검사를 하는 것이 필요합니다."
        }
    },
    {
        "name": "한관종(Syringoma)",
        "details": {
            "정의": "한관종은 흔히 물사마귀라고 부르는 피부 질환입니다. 한관종은 2~3mm 크기로 노란색 또는 살색의 작은 물방울 모양으로 작은 깨를 뿌려 놓은 것 같은 오돌도돌한 모양을 지니고 있습니다. 이는 흔히 미용상 문제를 유발합니다.",
            "원인": "한관종 발생 원인은 정확히 밝혀지지 않았습니다. 가족 중 한관종을 가진 사람이 있는 경우에 발생하는 유전성을 가지고 있습니다. 한관종은 주로 눈가 주변에 잘 나타나며 가슴, 배, 성기 부위를 비롯한 몸 전체에서 나타나기도 합니다.",
            "증상": "한관종은 생기더라도 가렵거나 아픈 자각 증상이 나타나지 않습니다. 단지 한관종으로 인해 피부가 지저분해 보여 미용상의 문제가 초래됩니다. 이러한 이유로 한관종을 치료하게 됩니다.",
            "진단": "한관종은 쥐젖이나 비립종과 구별되며 임상 양상으로 진단이 가능합니다.",
            "치료": "한관종 치료에는 여러 방법이 있으나, 현재 레이저 치료법이 많이 사용되고 있습니다. 하지만 한관종은 피부 속 깊이 위치하여 치료 후 흉터가 남거나 재발할 가능성이 있어 완벽한 효과를 기대하기 어려울 수 있습니다. 그러므로 좋은 효과를 얻기 위해서는 여러 차례로 나누어 치료를 진행해야 합니다."
        }
    },
    {
        "name": "한랭 두드러기(Cold urticaria)",
        "details": {
            "정의": "한랭 두드러기는 피부가 차가운 공기나 물질에 노출되어 생기는 두드러기를 말합니다. 피부가 찬 공기, 찬 물질에 노출되면 붉게 부풀어 오르고 가려움이 느껴집니다. 이 증상은 다시 따뜻해질 때 심해집니다. 이는 주로 일교차가 심한 가을철이나 온도가 낮은 겨울에 발생하는 질환입니다.",
            "원인": "한랭 두드러기의 원인은 아직까지 명확하게 밝혀지지 않았습니다. 다만, 추위에 노출되어 갑작스런 온도 변화가 있는 경우 한랭 글로불린, 한랭 응집소 등 한랭 관련 물질이나 특이한 면역 글로불린 E가 체내에서 불필요하게 면역 반응을 일으켜서 피부에 두드러기가 생기는 것으로 추측하고 있습니다. 즉, 온도가 급격히 떨어지거나 추운 날씨에 노출될 경우 두드러기 유발 물질이 분비되어 두드러기가 발생한다는 것입니다. 이는 매우 드물게 선천적으로 나타나기도 하고 B형 또는 C형 간염과 동반되는 차가운 것에 대한 적혈구의 자가항체반응인 한랭 글로불린 혈증, 백혈병, 감염성 단핵구증 후에 생길 수 있습니다. 매독, 수두, 홍역, 수두, 등의 감염 후에 발생하는 경우도 있습니다. 이 밖에도 호르몬 조절 이상, 자율 신경계 조절 이상, 편도선염, 인후염 등 세균 감염 후유증이나 소염 진통제, 항경련제 등 약물 후유증으로도 한랭 두드러기가 발생할 수 있습니다. .",
            "증상": "한랭 두드러기는 찬 공기나 찬물 같은 차가운 물질이 피부에 닿으면 그 부위에 가려움증이 생기고 피부가 붉게 변합니다. 찬 공기에 노출되어서 체온이 떨어지거나 수영이나 냉수욕으로 전신이 갑자기 찬 물질에 노출되면 전신 가려움증 뿐만 아니라 호흡 곤란 및 쇼크까지 발생할 수 있습니다. 차가운 음료나 아이스크림 등을 섭취한 후 혀와 후두의 점막이 부어올라서 호흡 곤란이 올 수도 있습니다.",
            "진단": "한랭 두드러기 진단은 다음과 같습니다. 얼음덩어리를 5분간 팔에 올려놓거나, 10분간 찬 공기를 쐰 후 다시 더워질 때 두드러기가 생기면 한랭 두드러기로 볼 수 있습니다.",
            "치료": "한랭 두드러기는 근본적 치료방법이 없습니다. 그러므로 추위에 대한 노출을 피하고 증상이 나타나면 항히스타민제를 복용해 증상을 예방하거나 완화시킬 수 있습니다. 일반적인 용량의 항히스타민제 보다 고용량의 항히스타민제가 더 효과가 있으며 몇가지의 다른 항히스타민제를 혼합 복용해야 하는 경우도 있습니다. 증상이 매일 발생할 정도로 심하거나 겨울에 어쩔 수 없이 매일 찬 공기에 노출이 된다면 예방적으로 매일 항히스타민제를 복용하는 것이 좋습니다. 항히스타민제는 부작용이 매우 적은 약제이므로 대부분의 경우 안전하게 장기적으로 복용해도 됩니다. 고용량 항히스타민제에 반응이 없으면 혈관염이 동반된 한랭 두드러기일 가능성이 있으므로 부신피질호르몬 등의 면역억제제 등이 일시적으로 도움이 될 수 있습니다. 항면역글로불린E 항체(오말리주맙)의 투여가 도움이 된 보고도 있습니다.",
            "경과": "한랭 두드러기는 근본적 치료 방법이 없습니다. 그러므로 추위에 대한 노출을 피하고 증상이 나타나면 항히스타민제를 복용해 증상을 예방하거나 완화시켜야 합니다. 일반적인 용량의 항히스타민제보다 고용량의 항히스타민제가 더 효과가 있으며, 몇 가지의 다른 항히스타민제를 혼합 복용해야 하는 경우도 있습니다. 증상이 매일 발생할 정도로 심하거나 겨울에 어쩔 수 없이 매일 찬 공기에 노출된다면 예방적으로 매일 항히스타민제를 복용하는 것이 좋습니다. 항히스타민제는 부작용이 매우 적은 약제이므로, 대부분 안전하게 장기적으로 복용해도 괜찮습니다. 고용량 항히스타민제에 반응이 없으면 혈관염이 동반된 한랭 두드러기일 가능성이 있으므로 부신 피질 호르몬 등의 면역 억제제 등이 일시적으로 도움이 될 수 있습니다. 항면역글로불린E 항체(오말리주맙)의 투여가 도움이 되었다는 보고도 있습니다.",
            "주의사항": "한랭 두드러기의 예방을 위해서는 실내 온도를 18~20℃로 유지하고 습도가 40% 이상이 되도록 합니다. 여름철 에어컨을 지나치게 운용하는 경우에도 한랭 두드러기의 유발 요건이 되기 때문에 얇은 카디건을 항상 지참하여 온도 변화를 막아야 합니다. 한여름이라 하더라도 찬물 사워나 수영은 절대 피하는 것이 좋습니다. 목욕은 5~10분 정도 따뜻한 물로 하는 것이 적당하고, 샤워는 하루에 한 번 정도 하는 것을 권장합니다. 직접적인 추위에 노출되는 것을 예방하기 위해 옷차림에 주의해야 합니다. 만약 추위에 직접 노출됐다면 갑자기 더운 곳에 들어가는 것을 삼가야 합니다. 한랭 두드러기는 손·발에 잘 나타나므로, 추운 날씨에는 샌들이나 슬리퍼를 신지 않는 것이 좋습니다. 손을 자주 비벼 말초 온도를 유지하는 것이 좋습니다."
        }
    },
    {
        "name": "한선염(Hidradenitis suppurativa)",
        "details": {
            "정의": "한선염은 땀샘(아포크린선)의 세균 감염으로 발생하는 질환입니다. 이 질환은 피부와 피하 조직에 만성 재발성 염증을 일으킵니다. 발생 부위는 주로 겨드랑이, 서혜부입니다. 이외에 항문 주위, 외음부, 유방 부위에도 발생합니다. 유아의 기저귀 발진도 한선염에 포함됩니다.",
            "원인": "한선염은 땀샘의 세균 감염이 원인입니다. 주 원인균은 포도상구균입니다.",
            "증상": "한선염의 증상은 여성의 경우에 겨드랑이, 남성의 경우에 서혜부나 항문 주위에 잘 발생합니다. 붉은색의 단단한 종기로 시작해서 시간이 흐름에 따라 물렁 물렁한 종기로 변합니다. 초기에는 여드름에서 볼 수 있는 면포가 보이는 것이 특징입니다. 압통이 있을 수 있습니다. 홍반성 결절이 보이며 장액농성 물질을 분비하여 만성적으로 재발하는 경과가 나타납니다. 고름 주머니끼리 연결되는 누도가 만들어져 벌집 모양이 됩니다. 한선염이 아주 심한 경우에는 안면부의 응괴성 여드름이나 두피의 박리성 봉소염이 동반되기도 합니다.",
            "진단": "한선염은 삼출물 배양 검사, 혈액 검사, 갑상선 기능 검사를 통해 진단합니다.",
            "치료": "한선염 치료의 기본은 배농이며, 때에 따라 항생제와 호르몬 치료를 병행하기도 합니다. 부신 피질 호르몬제의 병변 내 주사, 외과술, 경구 항생제 및 이소트레트노인이 병용됩니다."
        }
    },
    {
        "name": "한센병(Leprosy)",
        "details": {
            "정의": "한센병은 한센병균이 피부, 말초신경계, 상기도의 점막을 침범하여 조직을 변형시키는 질환입니다. 한센병균은 나균이라고도 하며, 과거에는 나병이라고 불리기도 했습니다. 한센병은 6세기에 처음 발견되었습니다. 현재 한센병은 전 세계적으로 24개국을 제외한 나머지 지역에서 연간 1만 명당 1건 미만으로 발생하는 드문 질환입니다. 이 질환은 우리나라 법정감염병에서 제2급감염병으로 분류되어 있습니다. 적절한 치료를 시작하면 일반적으로 다른 사람에게 전염시키지 않으며, 성적인 접촉이나 임신을 통해서도 감염되지 않습니다.",
            "원인": "한센병의 원인균인 나균의 정확한 감염 경로는 아직 밝혀지지 않았습니다. 나균은 대부분 비강을 통해 배출되며 치료 받지 않은 환자와 장기간 긴밀한 접촉을 할 경우 전파됩니다. 호흡기를 통해 혹은 상처가 있는 피부를 통해 나균이 침투하는 것으로 추측되고 있습니다. 하지만 나균의 감염력은 매우 낮은 것으로 알려져 있습니다. 이에 치료를 받고 있는 한센병 환자나 후유증만을 가지고 있는 사람은 전염력이 없습니다.",
            "증상": "한센병은 다양한 잠복 기간을 가지고 있습니다. 피부에 나타나는 병적인 변화의 종류에 따라 한센병은 크게 나종 나균과 결핵 나균의 두 가지 형태로 구분됩니다. 나종 나균의 잠복기는 결핵 나균 잠복기의 두 배 정도 깁니다. 나병균이 코 점막에 침범하면 딱지가 생기며 코막힘, 출혈 등이 발생하고, 피부에 침범하면 전신에 양쪽 대칭적으로 발진이 넓게 나타납니다. 눈에 침범하면 홍채염이나 각막염이 발생합니다. 결핵 나균의 경우에는 한 개 이상의 경계가 뚜렷한 피부염이 신체에 비대칭적으로 퍼져 나타납니다. 증상이 나타난 피부 부위는 무감각 또는 과다 감각 상태가 됩니다. 특히 말초신경으로의 나균 침범이 심한 특징을 보입니다.",
            "진단": "한센병은 피부에 나타나는 변화를 확인하고 말초 신경이 침범되었을 때 나타나는 증상인 과다 감각, 감각 소실, 마비, 근육 위축 여부, 양측 말초 신경의 비대나 압통 여부를 촉진함으로써 진단합니다. 피부에 병적인 변화가 나타나는 부분을 조직 검사하여 원인균을 확인하면, 한센병을 확실히 진단할 수 있습니다.",
            "치료": "한센병 치료에는 여러 종류의 항생제를 함께 쓰는 병합 요법을 사용합니다.",
            "경과": "한센병을 치료하지 않으면 신경계의 합병증으로 인해 사지 무감각과 근육에 병적인 증상이 발생합니다. 촉감, 통각, 온도 감각이 소실되고 위치 감각과 진동 감각도 없어집니다. 손가락과 발가락에 감각이 소실된 상태에서 지속적으로 외상을 입고 이로 인해 이차 감염이 발생하면 손가락과 발가락 말단 부위가 떨어져 나가기도 합니다. 코 점막에 한센병균이 침범하면 코피가 나거나 코막힘 증상이 나타나고, 코 연골의 만성적인 염증으로 인해 연골이 변형되어 안장코가 되거나 무후각증이 발생하기도 합니다. 눈에 나균이 침범하면 안구가 돌출되거나 눈이 감기지 않게 됩니다. 각막 궤양이나 백내장, 녹내장 등이 발생하여 실명할 수도 있습니다. 나균이 고환염을 일으킬 경우 무정자증이 발생하여 불임이 될 수도 있습니다. 한센병은 초기에 치료를 시작하면 나균을 소멸시켜 병이 완치될 수 있습니다."
        }
    },
    {
        "name": "한포진(Acute vesiculobullous hand eczema)",
        "details": {
            "정의": "한포진이란 손, 발의 피부에 투명하고 작은 물집이 무리지어 생기는 비염증성 수포성 질환입니다. 한포진이 가장 흔하게 생기는 부위는 손가락의 양쪽 옆이며, 손톱 주위에도 생겨 손톱 모양이 변형되는 경우도 있습니다. 한포진은 자가 면역성 수포성 질환, 무좀, 농포성 건선, 접촉 피부염, 손발 습진 등과 같은 손발에 발생하는 피부 질환과 감별하기 어려운 경우가 많습니다. 한포진은 모든 연령층에서 발생할 수 있습니다. 이 질환은 40세 이전에 잘 생기고, 10세 이전에는 드물게 나타납니다. 특히 세제와 같은 자극 물질에 노출이 많이 되는 주부나 약제를 다루는 미용사, 간호사 등의 직군에서 주로 발병합니다. 한포진은 따뜻한 기후에서 더 잘 발생합니다. 환자에 따라서는 매해 여름철에만 발생하는 경우도 있습니다.",
            "원인": "한포진 발병 원인은 정신적인 스트레스나 땀이 많이 나는 다한증이 관련이 있을 것으로 여겨지고 있습니다. 확실하지는 않지만 여름철에 악화되고 정신적 스트레스와 관련되어 땀이 발생하는 부위와 일치하여 증상이 나타나는 경향이 있습니다. 세제, 고무 장갑, 화학 약품, 기름, 니켈, 크롬, 코발트와 같은 자극 물질이 원인이 될 수도 있습니다. 경구 피임약이나 아스피린 복용, 흡연 등이 한포진의 발생을 증가시킨다는 보고도 있습니다.",
            "증상": "한포진의 초기 증상으로 손발 가려움증이 있습니다. 이는 물집이 생기기 전에 나타나기도 합니다. 가려운 증상은 물이나 비누에 접촉하면 더 심해지며, 점차 습진성으로 바뀌게 됩니다. 투명하고 잘 터지지 않는 1~2mm 정도의 작은 물집이 무리지어 손바닥이나 손가락 측면에 발생하며, 열감이나 따가운 느낌이 있을 수 있습니다. 때로는 작은 물집들이 서로 합쳐져서 큰 물집을 형성하기도 합니다. 물집 속에 있는 내용물은 처음에 맑다가 점차 탁해집니다.",
            "치료": "한포진은 급성기에 휴식을 취하며 병변 부위에 국소 스테로이드 연고를 바르면서 치료합니다. 상태에 따라서 습포제, 광선 치료 등이 도움이 되기도 합니다. 스테로이드제를 먹거나 주사로 투여하는 방법은 일시적으로 효과가 있지만, 부작용이 일으날 수 있으므로 주의를 요합니다. 한포진은 치료하면 일시적으로 증상이 좋아지기는 하지만 재발이 흔합니다. 이 때문에 한포진 치료는 완치를 목적으로 두는 것보다는 증상에 따라서 부작용이 없도록 피부를 관리하는 것이라 생각해야 합니다.",
            "경과": "한포진 증상은 대부분 2~3주가 지나 표피 탈락과 함께 저절로 사라지지만, 재발 경향이 높습니다. 환자의 약 80%에게서는 손에만 한포진이 발생합니다. 한포진은 무좀과 달리 타인에게 전염되지 않으나, 물집을 터트리면 주변으로 병변이 확대될 수 있어 주의가 필요합니다.",
            "주의사항": "한포진은 한번 발병하면 계절이나 스트레스에 따라 호전과 악화를 반복합니다. 한포진을 관리하기 위해서는 일상생활의 습관을 개선하는 것이 중요합니다. ① 세제나 금속 물질, 약품 등 자극 물질과의 접촉을 되도록 피합니다. ② 손을 씻을 때는 오랜 시간 씻지 말고 씻은 후 물기를 잘 말려주어야 합니다. ③ 스트레스를 피하고 충분한 휴식을 취합니다."
        }
    },
    {
        "name": "화상(Burn)",
        "details": {
            "정의": "화상은 넓은 의미로 열에 의해 피부 세포가 파괴되거나 괴사되는 것을 말합니다. 구체적으로는 크게 다섯 가지 종류의 화상으로 구분됩니다. ① 화염 화상 이는 화재 사고나 프로판, LPG 가스의 폭발로 인하여 화상을 입는 경우를 말하며, 대개 상처가 깊고, 호흡기 손상이 동반될 수 있습니다. ② 열탕 화상 이는 뜨거운 물이나 식용유, 수증기 등에 의하여 화상을 입는 경우로, 주로 2도 화상이 많습니다. ③ 전기 화상 이는 감전으로 인해 발생하는 화상으로, 일반 가정에서 사용하는 낮은 전압에서도 화상이 발생할 수 있습니다. 종종 심각한 후유증이 생깁니다. ④ 화학 화상 이는 산, 알칼리(양잿물 등)나 일반 유기 용매제 접촉에 의하여 일어나는 화상입니다. 경우에 따라 심각한 장애가 초래될 수 있습니다. ⑤ 접촉 화상 이는 뜨거운 철판, 다리미, 전기장판 등에 피부가 장시간 노출되면서 발생하는 화상으로, 대부분의 3도 화상으로 진행하게 됩니다.",
            "원인": "화상 사고의 70~80%는 집 안에서 일어납니다. 특히 소아의 경우 성인에 비해 반사 능력과 위험에 대한 지각 능력이 떨어지므로 주변 어른의 관심이 중요합니다. 끓는 물, 주전자, 전기 플러그 주변, 온수 사용, 전기장판, 화재 등 화상의 원인은 다양합니다.",
            "증상": "화상은 그 깊이에 따라 정도와 증상이 다릅니다. ① 1도 화상 이는 야외에서 강한 태양 광선을 쪼이거나 가스 폭발 또는 뜨거운 액체에 순간적으로 접촉하였을 때에 발생합니다. 통증과 함께 피부가 빨갛게 되는 발적 현상이 나타납니다. 이때 물집은 생기지 않습니다. 수일이 경과하면서 흔적 없이 회복됩니다. ② 2도 화상 이는 주로 열탕 화상이나 가벼운 화염 화상에 의하여 나타납니다. 대부분 수포(물집)가 형성되고, 피하 조직 부종을 동반하며 심한 통증이 느껴집니다. 감염되지 않는다면 2주에서 4주 정도 후 엷은 반흔을 남기면서 치유됩니다. 다만 감염이 발생한 경우에는 반흔이 남을 수 있습니다. ③ 3도 화상 이는 피부 표피, 진피층은 물론 피하 조직까지 손상을 받은 경우입니다. 피부는 건조해지고 피부색은 밀랍 같은 흰색 혹은 타버린 갈색이나 검은색으로 변하게 됩니다. 피부 감각을 상실하여 핀으로 찔러도 통증을 느끼지 못합니다. 환부는 주위 조직보다 가라앉은 것처럼 보입니다. ④ 4도 화상 이는 피부의 전층과 함께 피하의 근육, 힘줄, 신경 또는 골조직까지 손상받은 경우를 말합니다.",
            "진단": "2도와 3도 화상은 부위에 따른 면적을 계산하여 진단합니다. 성인의 경우, 얼굴 18%, 등 18%, 팔 한쪽 9%, 다리 한쪽 18%, 성기 1%이고, 소아의 경우 얼굴, 등 18%, 팔 한쪽 9%, 다리 한쪽 13.5%, 성기 1%로 나뉩니다.",
            "치료": "화상 치료는 화상의 정도와 종류에 따라 방법이 달라집니다. 경우에 따라 피부 이식, 화상 재건, 재활 등을 적용할 수 있으므로, 반드시 전문의의 진료를 받고 따라야 합니다.",
            "경과": "화상 후 1시간 내에 사망하는 원인은 연기로 인한 질식으로 발생하는 호흡 부전입니다. 전기 감전으로 인한 화상은 화상 부위가 넓지 않아도 심장, 근육, 혈관에 손상을 줄 수 있습니다. 열탕에 의한 화상은 피부 조직이 손상되어 흉터가 남을 수 있고 근, 골격 성장을 저해할 수 있습니다. 또한 상처에 세균이 감염되지 않도록 주의해야 합니다.",
            "주의사항": "화상과 관련한 주의사항으로는 다음과 같은 것들이 있습니다. 음식물을 끓여 먹는 식생활 문화를 가진 사회에서는 부주의에 의한 어린이 화상 환자가 많이 발생하므로 주의가 필요합니다. 특히 전기 또는 압력솥 증기에 의해 손이 화상을 입어 심각한 기능 장애가 초래되는 경우가 급증하고 있으므로 각별한 예방 대책이 필요합니다. 따라서 어린이가 있는 일반 가정에서는 전열기 위에 주전자나 냄비 따위를 절대로 놓지 않도록 하고, 전열기 주위에는 보호망을 두르는 것이 안전합니다. 뜨거운 음식물을 반드시 어린이의 손이 닿지 않는 곳에 두는 것이 중요합니다. 식탁보를 당기어 엎지르는 일도 있으므로 주의가 필요합니다. 사용한 다리미는 어린이의 손에 닿지 않는 곳에 치우도록 합니다. 어린이가 코드를 당겨 다리미 등의 전열기가 떨어져 다치는 경우도 있으므로 주의해야 합니다. 또한 주방용품을 사용하는 경우 손잡이를 어린이가 만지지 못하도록 반대 방향으로 돌려놓는 등의 조치가 필요합니다. 보온병, 가스레인지 등의 전열기는 물론, 전기 콘센트 등에 안전 장치를 적절하게 함으로써 전기 화상으로부터 어린이를 보호해야 합니다. 그 밖에 도시가스 등을 사용할 경우 반드시 가스가 새는 곳이 없는지 매일 확인하고, 사용 후에는 안전 밸브를 반드시 잠그는 습관을 가지도록 합니다. 전기를 다루는 작업을 하는 곳에서는 고압선에 노출되지 않도록 주의해야 합니다."
        }
    },
    {
        "name": "화염상 모반(Nevus flammeus)",
        "details": {
            "정의": "화염상 모반은 출생 시나 태어난 후 짧은 시간 내에 피부 진피 상부에 혈관 형성 이상으로 인하여 반점이 생기는 질환을 말합니다. 반점은 융기나 함몰이 없는 분홍색 또는 암적색이며 점점 커집니다. 이는 많은 모세 혈관이 확장되어 나타난 것입니다.",
            "원인": "화염상 모반은 선천적 원인으로 발생합니다.",
            "증상": "화염상 모반은 주로 얼굴과 목에서 관찰되지만 신체 어디든지 발생할 수 있습니다. 크기는 수밀리미터부터 신체의 50% 정도를 덮을 정도의 크기까지 다양하게 나타납니다. 화염상 모반은 나이가 들면서 밖으로 돌출되거나 두꺼워지며 색이 짙어지는 경향이 있습니다. 일부 환자에서는 혈관 증식으로 인하여 조약돌을 깔아 놓은 것과 같이 피부 표면이 오돌도돌한 양상이 확인되기도 합니다.",
            "진단": "화염상 모반이 장기에 영향을 줄 수 있는 부위에 위치하고 있으면 전산화단층촬영이나 자기공명영상과 같은 영상 검사를 추가적으로 시행할 수 있습니다.",
            "치료": "화염상 모반은 미용적으로 문제가 되면 가능한 빨리 치료하는 것이 좋습니다. 이때에는 레이져 치료를 적용합니다. 치료 기간은 발생한 부위에 따라 다릅니다. 얼굴에 발생한 경우가 몸에 비해 빨리 치료됩니다. 모반의 두께가 얇을수록 치료가 쉽습니다. 대부분 치료 후 흔적이 없지만 모반의 두께가 두꺼우면 흔적이 남기도 합니다.",
            "경과": "화염상 모반은 신생아의 0.2~0.5%에서 발견됩니다.",
            "주의사항": "화염상 모반은 다른 질환과 동반되는 경우도 있습니다. 이 질환이 얼굴에 넓게 발생한 경우에는 뇌혈관에도 있는 경우가 있으므로, 확인 검사를 받아야 합니다. 특히 눈꺼풀에 있는 경우 정상인보다 안 질환을 앓을 확률이 높기 때문에 주기적인 검사를 받아야 합니다."
        }
    },
    {
        "name": "흉터(Scar)",
        "details": {
            "정의": "외부의 물리적 손상이나 피부병을 앓은 후 결손 부분을 메우기 위한 몸의 반응으로 육아 조직이 형성됩니다. 흉터는 이러한 조직의 변화 상태를 가리킵니다. 피부 조직은 한 번 손상을 입으면 처음 상태로는 재생되지 못합니다. 다소 융기되거나 움푹 패이거나 또는 색소의 침착이나 탈색이 발생하기도 합니다. 이러한 전 과정을 흉터라고 합니다.",
            "원인": "흉터는 상처의 깊이와 길이, 폭과 방향, 혈액 순환의 상태 등에 의해 모양이 결정됩니다. 또 나이, 유전적 요소, 색조를 비롯한 피부의 선천성 특성, 자외선 노출 등에 따라 다르게 형성됩니다. 어느 부위에 어떤 방향으로 상처가 생기는가에도 영향을 받습니다. 대체로 젊은 사람은 더 뚜렷한 흉터가 생깁니다. 운동이 많은 부위, 관절 부위, 가슴과 같이 당기는 힘이 크거나 등과 같이 피부가 두꺼운 부위의 흉터는 튀어오르거나 넓어지기 쉽습니다. 또 흉터는 원래 피부에 있는 주름 방향과 일치하지 않는 경우 더욱 눈에 띄게 됩니다. 이마에 세로로 있는 흉터가 가로로 있는 흉터보다 더욱 눈에 띄는 이유는 바로 이 때문입니다.",
            "증상": "흉터가 완전히 자리 잡기까지는 6개월에서 2년 정도의 시간이 걸립니다. 이 기간 동안 흉터는 정상적으로도 다소 붉은 색조를 띠고 약간 튀어 올라온 양상을 보이며, 가렵거나 따가운 증상이 동반될 수 있습니다. 충분한 시일이 경과한 후에도 이러한 양상이 지속되는 경우는 비후성 반흔 또는 켈로이드라고 하는 비정상적인 흉터가 됩니다.",
            "진단": "흉터가 완전히 성숙하기 전에는 정상적으로도 이러한 양상이 나타날 수 있지만 6~12개월 이상 충분한 시간이 경과한 후에도 지속된다면 켈로이드 또는 비후성 반흔을 의심해 볼 수 있습니다. ① 켈로이드 켈로이드란 흉터 조직 덩어리가 상처 또는 절개선 밖으로 두껍게 자라나는 것을 말합니다. 이는 붉은 빛을 띠며, 가슴이나 귓불, 어깨 부위에 호발합니다. 이에 대해 스테로이드 주사나 실리콘 시트, 압박 요법 등의 치료를 시도할 수 있습니다. 경우에 따라서는 수술을 하기도 하지만 수술로 인하여 켈로이드가 더 심해지는 경우도 있으므로 수술의 대상이 되는지 여부는 전문의의 판단에 맡기는 것이 좋습니다. ② 비후성 반흔 비후성 반흔은 켈로이드와 혼동되는 경우가 많지만 비후성 반흔은 상처 또는 절개선 밖으로 자라나가는 경향이 없으며, 치료에 비교적 잘 반응하는 편입니다. 보존적 치료에 반응하지 않는 경우에는 수술로 흉터 조직을 줄이고 흉터의 방향을 바꿈으로써 눈에 덜 띄게 합니다.",
            "치료": "흉터 치료는 우선 흉터가 정상적인 성숙 과정을 거치는 중인지, 비후성 반흔인지, 또는 켈로이드 상태인지 진단할 필요가 있습니다. 진단에 따라 자가 치료법으로 실리콘 반창고(시카-케어,스카센스 등), 실리콘 연고(콘트락투벡스, 더마트릭스, 스카이지겔 등), 압박 의류 착용 등을 구사할 수 있습니다. 트리암시놀론주사, 레이저 치료가 도움이 되는 경우도 있으며, 흉터 성형술이 필요한 경우도 있습니다. 비후성 반흔 비후성 반흔은 켈로이드와 혼동되는 경우가 많습니다. 그러나 비후성 반흔은 상처 또는 절개선 밖으로 자라나가는 경향이 없으며, 치료에 비교적 잘 반응하는 편입니다. 보존적 치료에 반응하지 않는 경우에는 수술하여 흉터조직을 줄이고 흉터의 방향을 바꿈으로써 흉터가 눈에 덜 띄게 합니다. 구축성 반흔 외상이나 화상에 의해 피부가 손실되면 반흔이 주위의 근육과 힘줄에 영향을 주어 운동 범위가 제한됩니다. 구축성 반흔은 근본적으로 피부가 모자라 생기므로 다른 곳에서 피부를 가져 오는 피부 이식술이나 피판술이 필요할 수 있고, 조직 확장기를 사용하여 주위의 피부를 늘려서 이용하기도 합니다. 얼굴의 흉터 비후성 반흔이나 켈로이드가 아닌 경우에도 얼굴의 흉터는 미용적인 이유에서 수술의 대상이 되는 경우가 많습니다. 이때 기억해야 할 것은 흉터 성형술이 흉터를 완전히 없애는 것이 아니라 흉터의 폭을 줄이고 피부의 주름에 맞추어 방향을 바꿈으로써 흉터를 눈에 덜 띄게 바꾸어 주는 수술이라는 것입니다.",
            "경과": "흉터 성형술 후 봉합실을 제거하는 시기는 부위에 따라 다릅니다. 얼굴은 3~5일 후 제거하고, 팔다리나 몸통의 경우에는 더 늦게 제거합니다. 실을 제거한 후에는 일상 생활이 가능합니다. 수술 부위에 테이프를 붙이거나 실리콘 시트를 사용하여 재발을 예방하기도 합니다. 흉터 성형술 후에는 자외선 차단제를 사용해야 합니다. 추가로 레이저 시술 등이 필요한 경우도 있습니다.",
            "주의사항": "흉터를 수술한 후 2~6개월 동안은 흉터가 더 눈에 띄는 경우도 있습니다. 그러나 6~12개월이 지나면서부터는 흉터의 색과 크기가 많이 호전됩니다."
        }
    }
]